Repository: aberja/SnowHaze-iOS
Catalog: SnowHaze/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# https settings explanation
source: <p>Choose settings for a secure website connection. Connecting to a website requires a protocol called HTTP. The secure version of HTTP is called HTTPS. You will see a lock icon appearing in the URL bar when a secure connection is established.</p><p><strong>Try HTTPS Sites First:</strong> Always try to establish a secure connection to the website before falling back to HTTP. <u>Note</u> that enabling this feature can make SnowHaze slower because it tries to establish a secure connection for a certain time.</p><p><strong>Use HTTPS on Known Sites:</strong> Only HTTPS connections will be established for websites which are known to support them.</p><p><strong>Mixed Content Blocking:</strong> Some HTTPS websites can have insecure HTTP content. This content could be replaced by an attacker in order to steal your information. SnowHaze blocks this mixed content on secure websites if this option is turned on.</p><p><strong>Require HTTPS for trusted sites:</strong> Turn on this option to only connect to trusted sites if they support secure HTTPS connections.</p><strong>Upgrade all HTTP:</strong> This option forces secure connections and only loads pages if a HTTPS connection can be established.
de: <p>Dies sind die Einstellungen für eine sichere Webseitenverbindung. Eine Verbindung zu einer Webseite erfordert ein Protokoll, das HTTP genannt wird. Das Protokoll für sichere Verbindungen heisst HTTPS. Dieses wird benutzt, wenn persönliche Daten geschützt werden müssen. Eine vorhandene HTTPS Verbindung wird in der URL Bar mit einem Schloss gekennzeichnet.</p><p><strong>Versuche HTTPS zuerst:</strong> Es wird immer versucht, eine sichere Verbindung zur Webseite herzustellen. Falls keine sichere Verbindung möglich ist, wird HTTP genutzt. <u>Bemerkung:</u> Diese Option kann SnowHaze langsam machen, da während einer gewissen Zeit versucht wird eine sichere Verbindung herzustellen.</p><p><strong>HTTPS wenn vorhanden:</strong> Auf Webseiten, die dafür bekannt sind eine HTTPS-Verbindung zu unterstützen, wird nur eine solche hergestellt.</p><p><strong>Mixed Content Blocking:</strong> Manche HTTPS Webseiten haben unsichere HTTP Inhalte. Diese Inhalte könnten von einem Angreifer ausgetauscht werden, um deine Daten zu stehlen. SnowHaze blockiert diesen Mixed Content auf sicheren Webseiten wenn diese Option eingeschaltet ist.</p><p><strong>HTTPS für vertrauenswürdige Seiten:</strong> Aktiviere diese Option, um nur dann eine Verbindung zu vertrauenswürdigen Seiten herzustellen, wenn diese sichere HTTPS Verbindungen unterstützen.</p><strong>Alle HTTP upgraden:</strong> Diese Option erzwingt sichere Verbindungen und lädt Seiten nur, wenn eine HTTPS-Verbindung aufgebaut werden kann.
es: <p>Seleccione los ajustes para una conexión web segura. Conexión a un sitio web requiere un protocolo llamado HTTP. La versión segura de HTTP se llama HTTPS. Verá un icono de un candado que aparece en la barra URL cuando se establece una conexión segura.</p><p><strong>Intentar HTTPS primero:</strong> Siempre trate de establecer una conexión segura con el sitio web antes de caer de nuevo a HTTP. <u>Tenga</u> en cuenta que la activación de esta función puede hacer más lenta SnowHaze porque intenta establecer una conexión segura durante un tiempo determinado.</p><p><strong>HTTPS si está disponible:</strong> Sólo se establecerán las conexiones HTTPS para los sitios web que son conocidos y puedan apoyarlos.</p><p><strong>Bloqueo de contenido mixto:</strong> Algunos sitios web HTTPS pueden tener contenido HTTP no seguro. Este contenido podría ser reemplazado por un atacante para robar su información. SnowHaze bloquea este contenido mixto en sitios web seguros si esta opción está activada.</p><p><strong>HTTPS para sitios de confianza:</strong> Activar esta opción para conectarse a sitios de confianza sólo si soportan conexiones HTTPS seguras.</p><strong>Upgrade todo HTTP:</strong> Esta opción fuerza las conexiones seguras y sólo carga las páginas si se puede establecer una conexión HTTPS.
fr: <p>Réglages pour une connexion sûre. Se connecter à une page Web nécessite un protocole appelé HTTP. La version sécurisée de HTTP s'appelle HTTPS. Le symbole d'un cadenas apparaît dans la barre URL pour signaler une connexion HTTPS.</p><p><strong>Essayer d'abord HTTPS :</strong> Toujours essayer d'établir une connexion HTTPS avec le site avant de passer à HTTP. <u>Remarque :</u> Activer cette option peut ralentir SnowHaze car pendant un certain temps la connexion sûre essaye d'être établie.</p><p><strong>HTTPS si possible :</strong> Etablir uniquement une connexion HTTPS sur les sites connus pour supporter une connexion sécurisée.</p><p><strong>Blocage de contenu mixte :</strong> Certains sites HTTPS ont du contenu HTTP non sécurisé. Ces contenus peuvent être échangés par des tiers afin de se procurer vos informations. SnowHaze bloque ces contenus mixtes sur les sites sécurisés quand cette option est active.</p><p><strong>HTTPS pour sites de confiance:</strong> Activez cette option pour vous connecter aux sites de confiance uniquement s'ils supportent les connexions sécurisées HTTPS.</p><strong>Upgrade tous les HTTP:</strong> Cette option force les connexions sécurisées et ne charge les pages que si une connexion HTTPS peut être établie.
it: <p>Scegliere le impostazioni per un collegamento sito web sicuro. La connessione a un sito web richiede un protocollo chiamato HTTP. La versione sicura di HTTP è chiamato HTTPS. Quando viene stabilita una connessione sicura si vedrà un icona di un lucchetto che compare nella barra URL.</p><p><strong>Prova prima HTTPS:</strong> Cerca sempre di stabilire una connessione sicura al sito prima di ritornare a HTTP. <u>Si noti</u> che l'attivazione di questa funzione può rendere SnowHaze più lento perché cerca di stabilire una connessione sicura per un certo tempo.</p><p><strong>HTTPS se disponibile:</strong> Saranno stabilite solo connessioni HTTPS verso i siti web per i quali è noto la possibilità di usare tale protocollo.</p><p><strong>Blocco dei contenuti misti:</strong> Alcuni siti web HTTPS possono avere contenuti HTTP insicuri. Questo contenuto potrebbe essere sostituito da un aggressore per rubare le tue informazioni. Se questa opzione è attivata, SnowHaze blocca il contenuto misto su siti web sicuri.</p><p><strong>HTTPS per siti di fiducia:</strong> Attivare questa opzione per connettersi ai siti di fiducia solo se supportano connessioni HTTPS sicure.</p><strong>Upgrade tutti HTTP:</strong> Questa opzione forza le connessioni sicure e carica le pagine solo se è possibile stabilire una connessione HTTPS.
ja: <p>安全なウェブサイト接続の設定を選択する。ウェブサイトへの接続には、HTTPとよばれるプロトコルが必要になります。安全なバージョンのHTTPはHTTPSです。鍵のマークが検索バーに現れたときは、安全な接続が確立されていることになります。</p><p><strong>初めにHTTPS Sitesで試す:</strong> 毎回、HTTPに戻って接続する前に、安全な接続を確立するよう試行します。<u>ただし、</u>この機能を使用すると、しばらくの間安全な接続を確立しようとするため、SnowHazeの速度が遅くなることに注意してください。</p><p><strong>既知のサイトでHTTPS を使う:</strong> HTTPS接続ができるとわかっているウェブサイトでのみ、この接続が確立されます。</p><p><strong>混在コンテンツのブロック：</strong> 一部のHTTPSウェブサイトでは、安全でないHTTPコンテンツを使用することができます。 あなたの情報を盗むために、このコンテンツを攻撃者に置き換えることができます。 このオプションがオンの場合、SnowHazeはこの混在したコンテンツを安全なWebサイトでブロックします。</p><p><strong>信頼済みサイトにHTTPSが必要:</strong>このオプションをオンにすると、信頼できるサイトが安全な HTTPS 接続をサポートしている場合にのみ接続できます。</p><strong>すべてのHTTPのアップグレード:</strong>このオプションは、安全な接続を強制し、HTTPS 接続が確立できる場合にのみページをロードします。
pt: <p>Escolher definições para uma conexão segura. Para se conectar a uma página Web é necessário um protocolo chamado HTTP. À versão segura do HTTP dá-se o nome de HTTPS. Na barra URL aparece o símbolo de um cadeado, o que assinala a conexão HTTPS.</p><p><strong>Tentar primeiro HTTPS:</strong> Tentar sempre estabelecer uma conexão HTTPS antes de passar à conexão HTTP. <u>Nota:</u> Ativar esta opção pode tornar o SnowHaze mais lento (enquanto a a conexão se estabelece).</p><p><strong>HTTPS se disponivel:</strong> Estabelecer conexões HTTPS somente em sites conhecidos por suportarem conexões seguras.</p><p><strong>Bloqueio de conteúdo misto:</strong> Alguns sites HTTPS podem ter conteúdo HTTP não seguro. Este conteúdo pode ser substituído por um invasor para roubar suas informações. O SnowHaze bloqueia este conteúdo misto em sites seguros se esta opção estiver ativada.</p><p><strong>HTTPS para sites confiáveis:</strong> Ligue esta opção para conectar a sites confiáveis somente se eles suportarem conexões HTTPS seguras.</p><strong>Upgrade tudo HTTP:</strong> Esta opção força conexões seguras e só carrega páginas se uma conexão HTTPS puder ser estabelecida.

# appearance settings explanation
source: <p>Select how you want websites to look in SnowHaze.</p><p><strong>Night Mode:</strong> Night Mode will modify colors to be more comfortable to look at in a dark environment.</p><p><strong>Minimum Font Size:</strong> Select the size at which small text should be displayed.</p><p><strong>Content Scale:</strong> Choose the scaling factor to display websites as they would appear on a smaller or larger screen.</p><strong>Ignore Scale Limits:</strong> Ignore the limits defined by some website and resize the content as you like.
de: <p>Passe die Darstellung der Webseiten an.</p><p><strong>Nachtmodus:</strong> Der Nachtmodus ändert die Farben, sodass diese in dunkler Umgebung angenehmer anzuschauen sind.</p><p><strong>Mindestschriftgrösse:</strong> Wähle die Schriftgrösse aus, in der kleine Texte dargestellt werden sollen.</p><p><strong>Inhalt skalieren:</strong> Wähle den Skalierungsfaktor, um Webseiten so darzustellen, wie sie auf einem kleineren oder grösseren Bildschirm erscheinen würden.</p><strong>Skalierungsgrenzen ignorieren:</strong> Diese Funktion ignoriert von der Webseite gesetzte Grenzen und erlaubt freie Grössenänderung der Webseite.
es: <p>Seleccione cómo desea que los sitios web aparezcan en SnowHaze.</p><p><strong>Modo noche:</strong> El modo nocturno modificará los colores para que sea más cómodo en una situación con escasa luz.</p><p><strong>Letra de tamaño:</strong> Seleccione el tamaño en el que se debe mostrar el texto pequeño.</p><p><strong>Escala de contenido:</strong> Elija el factor de escala para mostrar los sitios web como aparecerían en una pantalla más pequeña o más grande.</p><strong>Ignorar límites de escala:</strong> Ignore los límites definidos por algún sitio web y cambie el tamaño del contenido a su gusto.
fr: <p>Réglages de l'apparence de sites dans SnowHaze.</p><p><strong>Mode nuit :</strong> Le mode nuit modifie les couleurs afin qu'elles soient plus agréables à regarder dans un environnement sombre.</p><p><strong>Taille de police :</strong> Les petits textes sont agrandis à la taille de police sélectionnée.</p><p><strong>Échelle du contenu:</strong> Choisissez le facteur de l'échelle pour afficher les sites web comme ils apparaîtraient sur un écran plus petit ou plus grand.</p><strong>Ignorer les limites de zoom :</strong> Cette fonction ignore les limites de l'échelle et permet de changer librement la grandeur de la page.
it: <p>Seleziona come i siti web devono apparire in SnowHaze.</p><p><strong>Modalità notturna:</strong> La modalità notturna modifica i colori, in modo tale da essere più comodi da leggere in un ambiente scuro.</p><p><strong>Dimensione del font:</strong> Seleziona la dimensione in cui deve essere visualizzato il testo di piccole dimensioni.</p><p><strong>Scalare il contenuto:</strong> Scegliere il fattore di scala per visualizzare i siti web come apparirebbero su uno schermo più piccolo o più grande.</p><strong>Ignora limiti di scala:</strong> Ignora i limiti definiti da un sito web e ridimensiona il contenuto in taglia libera.
ja: <p>SnowHazeでウェブサイトをどのように見たいかを選択する</p><p><strong>ナイトモード:</strong> ナイトモードでは、暗い中でも、画面が見やすいように色を変更します。</p><p><strong>最小フォントサイズ:</strong> 表示される文字の大きさを選択します。</p><p><strong>スケール内容:</strong>小さいスクリーンまたは大きいスクリーンに表示されるようにウェブサイトを表示するためのスケーリング ファクターを選択します。</p><strong>スケール制限を無視する：</strong>一部のウェブサイトで定義されている制限を無視し、好きなようにコンテンツのサイズを変更します。
pt: <p>Escolher a apresentação dos sites no SnowHaze.</p><p><strong>Modo noite:</strong> O modo noite modifica as cores, de modo a tornar mais agradável a visualização num ambiente mais escuro.</p><p><strong>Tamanho de letra:</strong> Os textos apresentados em letras pequenas são automaticamente aumentados para o tamanho mínimo pré escolhido.</p><p><strong>Escala do conteúdo:</strong> Escolha o factor de escala para exibir sites como eles apareceriam em uma tela menor ou maior.</p><strong>Ignorar limites de escala:</strong> Ignore os limites definidos por um determinado site e redimensione o conteúdo conforme desejar.

# popover settings explanation
source: <p>Choose how to handle popovers. Popovers are tabs that are automatically opened by another tab.</p><p><strong>Block All:</strong> Choosing this option will block self-opening tabs.</p><p><strong>Allow User-Triggered:</strong> Popovers will only open when you actively trigger them by tapping a link.</p><strong>Allow All:</strong> No restrictions for popovers are made.
de: <p>Wähle aus, was mit Popover passiert. Popover sind Tabs, die von einem anderen Tab automatisch geöffnet werden.</p><p><strong>Alle blockieren:</strong> Alle Popover werden blockiert.</p><p><strong>Benutzerausgelöste zulassen:</strong> Popover werden nur geöffnet, wenn sie aktiv vom Benutzer durch Tippen erzwungen werden.</p><strong>Alle zulassen:</strong> Keine Einschränkung für Popover.
es: <p>Elija cómo manejar Popovers. Los Popovers son pestañas que se abren automáticamente a través de otra pestaña.</p><p><strong>Bloquear todos:</strong> La selección de esta opción bloqueará todas las pestañas de apertura automática.</p><p><strong>Permitir al usuario activarlos:</strong> Los Popovers sólo se abrirán cuando el usuario clique en el enlace.</p><strong>Permitir todos:</strong> No se hacen restricciones respecto a los Popovers.
fr: <p>Réglages pop-over. Les pop-over sont des onglets qui sont ouverts automatiquement par d'autres onglets.</p><p><strong>Bloquer tous :</strong> Tous les onglets s'ouvrant seuls sont bloqués.</p><p><strong>Autoriser les pop-overs forcés :</strong> Les pop-overs apparaissent seulement après être activement ouvert en cliquant sur un lien.</p><strong>Accepter tous :</strong> Aucune restriction n'est faite par rapport aux pop-overs.
it: <p>Scegli come gestire popovers. Popovers sono le pannelli aperte automaticamente da un altro pannello.</p><p><strong>Blocca tutto:</strong> Scegliendo questa opzione verranno bloccate tutti i popover.</p><p><strong>Consenti utenti attivati:</strong> Popovers si aprono solo quando li si attiva cliccando su un link.</p><strong>Permettere tutti:</strong> Nessuna restrizione per i popover.
ja: <p>ポップオーバーの調整方法を選ぶ。ポップオーバーはほかのタブによって自動的に開かれるタブのことです。</p><p><strong>すべてブロック:</strong> この選択肢を選ぶことで自動的に開くタブをブロックします。</p><p><strong>ユーザーによるトリガーを許可:</strong> ポップオーバーはユーザーによるリンクのタッぷというトリガーによって開きます。</p><strong>すべてを許可:</strong> ポップオーバーに対する制限はありません。
pt: <p>Definições popover. Popovers são separadores abertos automaticamente por outros separadores.</p><p><strong>Bloquear todos:</strong> Bloqueia a abertura automática de separadores.</p><p><strong>Permitir que o usário dispare:</strong> Os popovers só se abrem uma vez abertos ativamente pelo utilizador (ao clicar no link).</p><strong>Autorizar todos:</strong> Não é aplicada nenhuma restrição à abertura de popovers.

# external bookmark settings explanation
source: <p>Manage external bookmarks.</p><p><strong>Index in Spotlight:</strong> When this option is turned on your bookmarks are indexed in Spotlight so you can easily search them.</p><strong>Home Screen Shortcuts:</strong> This enables bookmarks to be accessible from your home screen on devices supporting 3D touch.
de: <p>Verwalte externe Lesezeichen.</p><p><strong>Spotlight Index:</strong> Wenn diese Einstellung aktiv ist, werden Lesezeichen in Spotlight vorgeschlagen.</p><strong>Startbildschirm Verknüpfung:</strong> Auf Geräten, die 3D Touch unterstützen, können Lesezeichen vom Startbildschirm aus geöffnet werden.
es: <p>Administrar los marcadores externos.</p><p><strong>Índice en primer plano:</strong> Cuando se activa esta opción en sus marcadores serán mostrados en Spotlight para facilitar en futuras búsquedas.</p><strong>Atajo pantalla de inicio:</strong> Esto permite que los marcadores sean accesibles desde la pantalla principal de los dispositivos que soportan 3D Touch.
fr: <p>Réglages pour la gestion de signets extérieurs.</p><p><strong>Suggérer les signets :</strong> Cette option permet d'afficher les signets comme suggestions dans Spotlight.</p><strong>Lien sur l'écran d'accueil :</strong> Cette option permet d'accéder aux signets depuis l'écran d'accueil sur les appareils supportant 3D Touch.
it: <p>Gestione die segnalibri esterni.</p><p><strong>Indice in primo piano:</strong> Quando questa opzione è attiva i segnalibri sono indicizzati in Spotlight, in modo da poter facilmente ricercare.</p><strong>Scorciatoia schermata Home:</strong> Permette di accedere ai preferiti dalla schermata iniziale su dispositivi che supportano il 3D Touch.
ja: <p>外部のブックマークの管理</p><p><strong>Spotlightのインデックス:</strong> この選択肢がオンの場合、ブックマークはSpotlightにおいてインデックス化されるため、簡単に検索することができるようになります。</p><strong>ホームスクリーンショートカット:</strong> これにより、ブックマークがデバイス上のホームスクリーンからアクセス可能になり、3DTouchをサポートします。
pt: <p>Definições para a gestão de marcadores.</p><p><strong>Mostar separadores na barra de pesquisa:</strong> Esta opção permite a apresentação dos marcadores como sugestões na Spotlight.</p><strong>Atalhos no tela de inicio:</strong> Permite a existência de atalhos no ecrã inicial em aparelhos que suportam 3D Touch.

# content blockers settings explanation
source: <p>SnowHaze can block different types of content on webpages. Choose what kind of content you want to block. <u>Note</u> that sites might not be displayed properly when content is blocked.</p><p>The following contents can be blocked: <strong>Image:</strong> Blocks images, <strong>Style Sheet:</strong> Blocks CSS files, <strong>Script</strong> Blocks same-origin and third-party scripts, <strong>Third-Party Scripts</strong> Blocks third-party scripts, <strong>Font:</strong> Blocks font definitions, <strong>Raw:</strong> Blocks any document or request type, such as XMLHttpRequest that allow to change content without reloading the page, <strong>Media:</strong> Blocks sounds and videos.</p><strong>Block DoH Servers:</strong> Block HTTPS requests to DNS over HTTPS (DoH) servers because only DNS requests should be made to DoH servers.
de: <p>SnowHaze kann verschiedene Inhalte auf Webseiten blockieren. Wähle aus, welche Inhalte blockiert werden sollten. <u>Achtung:</u> Wenn Inhalte blockiert werden, kann es sein, dass Seiten nicht richtig geladen werden.</p><p>Die folgenden Inhalte können blockiert werden: <strong>Bild:</strong> Blockiert Bilder, <strong>Stylesheet:</strong> Blockiert CSS-Dateien, <strong>Script</strong> Blockiert Same-Origin und Drittanbieter-Skripte, <strong>Script von Dritten</strong> Blockiert Scripts von Dritten, <strong>Schriftart:</strong> Blockiert Schriftdefinitionen, <strong>Raw:</strong> Blockiert Dokument- oder Anfragetyp, wie z.B. XMLHttpRequest, die erlauben, den Inhalt zu ändern, ohne die Seite neu zu laden, <strong>Medien:</strong> Blockiert Audios und Videos.</p><strong>DoH Server blockieren:</strong> HTTPS Anfragen an DNS über HTTPS-Server (DoH Server) blockieren, da nur DNS Anfragen an DoH Server gemacht werden sollten.
es: <p>SnowHaze puede bloquear diferentes contenidos en páginas web. Elija qué tipo de contenido desea bloquear. <u>Tenga</u> en cuenta que algunos sitios web no muestran correctamente.</p><p>Los siguientes contenidos pueden ser bloqueados: <strong>Imagen:</strong> Bloque imágenes, <strong>Hoja de estilo:</strong> Bloquea ficheros CSS, <strong>Script</strong> Bloquea scripts del mismo origen y de terceros, <strong>Script de terceros</strong> Bloquea scripts de terceros, <strong>Tipo de letra</strong> Bloquea las definiciones de fuentes, <strong>Raw</strong> Bloquea cualquier tipo de documento o solicitud, como XMLHttpRequest que permite cambiar el contenido sin recargar la página, <strong>Medios:</strong> Bloquea sonidos y vídeos.</p><strong>Bloquear servidores DoH:</strong> Bloquear las solicitudes HTTPS a DNS sobre servidores HTTPS (DoH) porque sólo las solicitudes DNS deben hacerse a los servidores de DoH.
fr: <p>SnowHaze peut bloquer différent contenus sur les sites web. Choisissez les contenus à bloquer. <u>Attention</u>Il est possible que certaines pages ne puissent pas être affichées correctement quand certains contenus sont bloqués.</p><p>Les contenus suivants peuvent être bloqués : <strong>Image :</strong> Blocage d'images, <strong>Feuille de style :</strong> Blocage des fichiers CSS, <strong>Script :</strong> Blocage des scripts de même origine et tiers, <strong>Script de tiers :</strong> Blocage des scripts de tiers, <strong>Police :</strong> Blocages des polices, <strong>Raw :</strong> Bloque tout document ou type de requête, tel que XMLHttpRequest qui permet de modifier le contenu sans recharger la page, <strong>Média :</strong> Bloque les sons et vidéos.</p><strong>Bloquer les serveurs DoH:</strong> Bloquer les requêtes HTTPS vers les serveurs DNS par HTTPS (DoH) car seules les requêtes DNS doivent être faites vers ces serveurs.
it: <p>SnowHaze può bloccare diversi contenuti nelle pagine web. Scegli il tipo di contenuto da bloccare. <u>Si noti</u> che alcuni siti potrebbero non essere visualizzati correttamente.</p><p>I seguenti contenuti possono essere bloccati: <strong>Immagine:</strong> Blocca le immagini, <strong>Style sheet:</strong> Blocca i file CSS, <strong>Script</strong> Blocca gli script di origine identica e di terze parti, <strong>Script di terze</strong> Blocca gli script di terze parti, <strong>Font:</strong> Blocca le definizioni dei font, <strong>Raw:</strong> Blocca qualsiasi tipo di documento o richiesta, come XMLHttpRequest che permettono di modificare i contenuti senza ricaricare la pagina, <strong>Media:</strong> Blocca suoni e video.</p><strong>Blocca i server DoH:</strong> Blocca le richieste HTTPS ai DNS sui server HTTPS (DoH) perché solo le richieste DNS devono essere fatte ai server DoH.
ja: <p>SnowHazeはウェブページのさまざまなコンテンツをブロックできます。<u>注意</u> コンテンツがブロックされていると、サイトが正しく表示されない場合があります。 ブロックするコンテンツの種類を選択します。</p><p>次のコンテンツはブロックできます：<strong>イメージ：</strong>画像、<strong>スタイルシート：</strong> CSSファイル、<strong>スクリプト</strong>同じ元のスクリプトとサードパーティのスクリプト、<strong>サードパーティースクリプト</strong>サードパーティのスクリプト、<strong>フォント：</strong>フォント定義、<strong>Raw：</strong> XMLHttpRequest のように、ページをリロードせずに内容を変更できるドキュメントやリクエストタイプをブロックします、<strong>メディア：</strong>音声や動画。</p><strong>DoH サーバーがブロック:</strong> DNS over HTTPS (DoH) サーバーへの HTTPS 要求をブロックします。
pt: <p>SnowHaze pode bloquear diferentes conteúdos nas páginas da web. Escolha o tipo de conteúdo que deseja bloquear. <u>Nota:</u> é possível que algumas páginas web apresentem alguns erros.</p><p>Os seguintes conteúdos podem ser bloqueados: <strong>Imagem:</strong> Bloqueia imagens, <strong>Style sheet:</strong> Bloqueia CSS, <strong>Script</strong> Bloqueia scripts da mesma origem e de terceiros, <strong>Script de terceiros</strong> Bloqueia scripts de terceiros, <strong>Fonte:</strong> Bloqueia definições de fontes, <strong>Raw:</strong> Bloqueia qualquer tipo de documento ou requisição, como XMLHttpRequest que permite alterar o conteúdo sem recarregar a página, <strong>Media:</strong> Bloqueia sons e vídeos.</p><strong>Bloquear servidores DoH:</strong> Bloquear pedidos HTTPS para servidores DNS sobre HTTPS (DoH), porque apenas os pedidos DNS devem ser feitos para servidores DoH.
