Repository: aberja/SnowHaze-iOS
Catalog: SnowHaze/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# allow application script setting title
source: Allow Application Scripts
de: Application Scripts zulassen
es: Permitir Scripts de aplicaciones
fr: Autoriser les scripts d'application
it: Consentire Script di applicazione
ja: アプリケーションスクリプト
pt: Autorizar Script da aplicação

# allow password manager gather script setting title
source: Password Manager
de: Passwortmanager
fr: Gestionnaire de mot de passe
ja: パスワードマネージャー
pt: Gerenciador de senha

# allow js urls setting title
source: Allow JS URLs
de: JS URLs zulassen
es: Permitir URLs JS
fr: Autoriser les URLs JS
it: Consentire le URLs JS
ja: JS URLを許可
pt: Autorizar URLs JS

# allow javascript setting title
source: Allow JavaScript
de: JavaScript zulassen
es: Permitir JavaScript
fr: Autoriser JavaScript
it: Consentire JavaScript
ja: JavaScriptを許可
pt: Autorizar JavaScript

# delete all data button title
source: Delete all Website Data
de: Alle Webseitendaten löschen
es: Eliminar todos los datos web
fr: Effacer toutes les données web
it: Cancella tutti i dati web
ja: すべてのサイトのデータを削除する
pt: Apagar todos os dados web

# delete all data cancel option title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# delete all data confirm dialog title
source: Confirm Delete
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmation de la suppression
it: Conferma la cancellazione
ja: 削除を確認
pt: Confirmação da eliminação

# delete all data confirm option title
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir

# delete all data message format
source: Are you sure you want to delete all %@ data records?
de: Bist du sicher, dass du alle %@ Webdaten löschen willst?
es: ¿Está usted seguro de que quiere eliminar todos los %@ registros de datos?
fr: Etes-vous sûr de vouloir effacer les %@ données web ?
it: Sei sicuro di voler cancellare tuti i %@ record dati?
ja: %@個すべてのキャッシュを削除してもよろしいですか？
pt: Tem a certeza de querer apagar os %@ dados Web?

# delete tracking cookies button title
source: Clear Tracking Cookies
de: Tracking Cookies löschen
es: Eliminar cookies de rastreo
fr: Effacer les cookies de tracking
it: Cancella i tracking cookies
ja: トラッキングクッキーの消去
pt: Apagar os cookies de rastreio

# save website data setting title
source: Save Website Data
de: Webdaten speichern
es: Guardar datos web
fr: Sauver les données web
it: Salva i dati della pagina Web
ja: ウェブサイトのデータを保存する
pt: Armazenar dados Web

# cookie blocking settings title
source: BLOCK COOKIES
de: COOKIES BLOCKIEREN
es: BLOQUEAR LOS COOKIES
fr: BLOQUER LES COOKIES
it: BLOCCARE I COOKIES
ja: クッキーをブロックする
pt: BLOQUEAR OS COOKIES

# block cookies setting none option
source: None
de: Keine
es: Nada
fr: Aucun
it: Nessuna
ja: なし
pt: Nenhum

# block cookies setting third party option
source: Third Party
de: Von Drittanbieter
es: De terceros
fr: De tiers
it: Di terze parti
ja: サードパーティー
pt: De terceiros

# block cookies setting all option
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
pt: Todos

# android default browser user agent display name
source: Default Browser Android
de: Standard Android Browser
es: Navegador predeterminado
fr: Navigateur Standard Android
it: Browser predefinito Android
ja: アンドロイドの規定のブラウザ
pt: Navegador padrão do Android

# reset global settings button title
source: Reset Settings to Defaults
de: Einstellungen zurücksetzen
es: Restablecer los ajustes
fr: Réinitialiser les réglages
it: Ripristina le impostazioni
ja: 既定の設定にリセットする
pt: Reiniciar as definições

# reset global settings confirm dialog cancel option title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# reset global settings confirm dialog confirm option title
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
pt: Reinicializar

# reset global settings confirm dialog message
source: Are you sure you want to reset your settings?
de: Bist du sicher, dass du deine Einstellungen zurücksetzen willst?
es: ¿Está usted seguro de que quiere resetear todos los ajustes?
fr: Etes-vous sûr de vouloir réinitialiser les réglages ?
it: Sei sicuro di voler resettare tutte le impostazioni?
ja: すべての設定をリセットしてもよろしいですか？
pt: Tem a certeza de querer reiniciar as definições?

# reset global settings confirm dialog title
source: Confirm Reset
de: Zurücksetzen bestätigen
es: Confirmar el restablecimiento
fr: Confirmation de la réinitialisation
it: Conferma la cancellazione
ja: リセットを確認
pt: Confirmação da reinicialização

# reset page settings button title
source: Reset Page Settings
de: Seiteneinstellungen zurücksetzen
es: Restablecer los ajustes de página
fr: Réinitialiser les réglages de pages
it: Resetta impostazioni della pagina
ja: ページの設定をリセットする
pt: Reinicialização definições da página

# reset page settings confirm dialog cancel option title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# reset page settings confirm dialog confirm option title
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
pt: Reinicializar

# reset page settings confirm dialog message
source: Are you sure you want to reset your page settings?
de: Bist du sicher, dass du alle Seiteneinstellungen zurücksetzen willst?
es: ¿Está usted seguro de que quiere restablecer los ajustes de página?
fr: Etes-vous sûr de vouloir effacer les réglages pour sites ?
it: Sei sicuro di voler resettare le impostazioni di pagina?
ja: ページの設定をリセットしてもよろしいですか？
pt: Tem a certeza de querer apagar as definições para cada site?

# reset page settings confirm dialog title
source: Confirm Reset
de: Zurücksetzen bestätigen
es: Confirmar el restablecimiento
fr: Confirmation de la réinitialisation
it: Conferma il reset
ja: リセットを確認
pt: Confirmação da reinicialização

# restart tutorial settings button title
source: Restart Tutorial
de: Tutorial neu starten
es: Reiniciar tutorial
fr: Redémarrer le tutoriel
it: Ricominciare il tutorial
ja: チュートリアルを再起動する
pt: Reiniciar o tutorial

# save history setting title
source: Save History
de: Verlauf speichern
es: Grabar historial
fr: Sauver l'historique
it: Salva la cronologia
ja: 履歴を保存する
pt: Guardar o histórico

# safebrowsing cache updates settings title
source: PREFIX UPDATES
de: PRÄFIX UPDATES
es: ACTUALIZAR PREFIJOS
fr: MISE À JOUR DES PRÉFIXES
it: AGGIORNAMENTI DEI PREFISSI
ja: プレフィックス更新
pt: ACTUALIZAÇÕES PREFIXAS

# update safebrowsing prefix cache button title
source: Update Now
de: Jetzt updaten
es: Actualizar ahora
fr: Mettre à jour
it: Aggiorna ora
ja: 今すぐ更新
pt: Actualizar agora

# clear safebrowsing cache button title
source: Clear Cache
de: Cache löschen
es: Eliminar el caché
fr: Vider le cache
it: Cancella cache
ja: キャッシュの削除
pt: Eliminar cache

# safebrowsing prefix update date title
source: Last Prefix Update
de: Letztes Prefix Update
es: Última actualización de prefijos
fr: Dernière actualisation des préfixes
it: Ultimo update dei prefissi
ja: 最後の接頭辞の更新
pt: Última actualização de prefixo

# safebrowsing prefix update date not subscribed error message
source: Not Subscribed
de: Nicht abonniert
es: No suscrito
fr: Aucun abonnement trouvé
it: Non sottoscritto
ja: 未加入
pt: Não subscrito

# safebrowsing prefix update date loading message
source: Loading
de: Lädt
es: Cargando
fr: Charge
it: Sta caricando
ja: ロード中
pt: Carregando

# safebrowsing prefix update successful message
source: Update Successful
de: Update erfolgreich
es: Actualización exitosa
fr: Mise à jour réussie
it: Aggiornamento riuscito
ja: 更新成功
pt: Actualização com sucesso

# safebrowsing prefix update failed message
source: Update Failed
de: Update fehlgeschlagen
es: La actualización falló
fr: La mise à jour a échoué
it: Aggiornamento fallito
ja: 更新失敗
pt: Actualização falha

# safebrowsing prefix update unnecessary message
source: Already Up to Date
de: Bereits aktuell oder am Aktualisieren
es: Ya está al día o se está actualizando
fr: Déjà à jour ou en cours de mise à jour
it: Già aggiornato o in fase di aggiornamento
ja: すでに更新されているか、または更新されている
pt: Já Atualizado ou em Atualização

# safebrowsing prefix update pending message
source: Updating
de: Update läuft
es: Actualización
fr: Mise à jour en cours
it: Aggiornamento in corso
ja: 更新中
pt: Actualização em curso

# safebrowsing prefix update date never
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: 決して
pt: Nunca

# safebrowsing cache sharing settings title
source: CACHE SHARING
de: CACHE TEILEN
es: COMPARTIR CACHE
fr: PARTAGE DU CACHE
it: CONDIVISIONE DEL CACHE
ja: キャッシュ共有
pt: PARTILHA DE CACHÊS

# safebrowsing cache sharing setting none option
source: None
de: Keine
es: Nada
fr: Aucun
it: Nessuna
ja: なし
pt: Nenhum

# safebrowsing cache sharing setting all option
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
pt: Todos

# enable safebrowsing setting title
source: Use Safebrowsing
de: Safebrowsing verwenden
es: Usar Safebrowsing
fr: Utiliser Safebrowsing
it: Utilizzare Safebrowsing
ja: Safebrowsingを使用
pt: Usar Safebrowsing

# enable safebrowsing setting missing subscription accessibility label
source: Use Safebrowsing - Requires Subscription
de: Safebrowsing - Benötigt ein Abonnement
es: Safebrowsing - Requiere una suscripción
fr: Safebrowsing - Nécessite un abonnement
it: Safebrowsing - Richiede abbonamento
ja: Safebrowsing - API呼び出しのTor-サブスクリプションが必要です
pt: Safebrowsing - Requer subscrição

# disable safebrowsing setting missing subscription accessibility label
source: Use Safebrowsing - Requires Subscription. Select to Disable.
de: Safebrowsing - Benötigt ein Abonnement. Auswählen um auszuschalten
es: Safebrowsing - Requiere una suscripción. Seleccione para desactivar.
fr: Safebrowsing - Nécessite un abonnement. Séléctioner pour désactiver.
it: Safebrowsing - Richiede abbonamento. Selezionare per disattivare.
ja: Safebrowsing - サブスクリプションが必要です。 無効にするを選択します。
pt: Safebrowsing - Requer subscrição. Selecione para desativar.

# use safebrowsing proxy setting title
source: Use Proxy
de: Proxy verwenden
es: Usar proxy
fr: Utiliser le proxy
it: Utilizzare Proxy
ja: プロキシを使用
pt: Usar Proxy

# safebrowsing hard fail setting title
source: Hard Fail
ja: ハード フェイル

# require user action for media playback setting title
source: Require User Action
de: Benutzerhandlung erfordern
es: Requiere acción
fr: Exiger une action
it: Richiedi intervento
ja: 応答が要求されています
pt: Exigir uma ação

# allow inline media playback setting title
source: Allow Inline Playback
de: Inline Wiedergabe zulassen
es: Permitir playback inline
fr: Autoriser la lecture en ligne
it: Consentire il playback inline
ja: 埋め込みプレーヤーを許可
pt: Autorizar a leitura em linha

# home suggestion source search terms
source: Home
de: Home,Start,Startseite
es: Home,Pantalla de inicio
fr: Accueil,Home,Page d'accueil
it: Home,Schermata iniziale,Start
ja: ホーム
pt: Home,Página inicial

# home suggestion title
source: Home
de: Startseite
es: Pantalla de inicio
fr: Page d'accueil
it: Schermata iniziale
ja: ホーム
pt: Página inicial

# none search engine display name
source: None
de: Keine
es: Nada
fr: Aucun
it: Nessuna
ja: なし
pt: Nenhum

# custom search engine display name
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
pt: Personalizado

# custom search engine settings generic settings title
source: Generic
de: Allgemein
es: Genérico
fr: Générique
it: Generico
ja: ジェネリック
pt: Genéricos

# custom search url setting placeholder
source: Search URL
de: Such-URL
es: URL de búsqueda
fr: URL de recherche
it: URL di ricerca
ja: 検索URL
pt: URL de pesquisa

# custom search suggestion api url setting placeholder
source: Suggestion API URL
de: API URL für Vorschläge
es: URL de la API de sugerencia
fr: URL de l'API de suggestion
it: URL dell'API di suggerimento
ja: サジェストAPIのURL
pt: URL da API de sugestão

# custom search suggestion jsonpath setting placeholder
source: Suggestion JSONPath
de: JSONPath für Vorschläge
es: JSONPath de sugerencias
fr: JSONPath de suggestion
it: JSONPath del suggerimento
ja: 提案 JSONPath
pt: JSONPath de sugestão

source: Escape sequences in string are not supported
de: Escape-Sequenzen in Strings werden nicht unterstützt
es: No se admiten secuencias de escape en la cadena
fr: Les séquences d'échappement dans les strings ne sont pas prises en charge
it: Le sequenze di escape nella stringa non sono supportate
ja: 文字列内のエスケープシーケンスはサポートされていません。
pt: As sequências de fuga em cadeia não são suportadas

# jsonpath not anchored parse error custom search configuration error message
source: JSONPath is not anchored
de: JSONPath wird nicht verankert
es: JSONPath no está anclado
fr: JSONPath n'est pas ancré
it: JSONPath non è ancorato
ja: JSONPathがアンカーされていない。
pt: JSONPath não está ancorado

# jsonpath syntax error custom search configuration error message format
source: JSONPath syntax error near '%@'
de: JSONPath-Syntaxfehler bei '%@'
es: Error de sintaxis de JSONPath cerca de '%@'
fr: Erreur syntaxique JSONPath près de '%@'
it: Errore di sintassi di JSONPath vicino a '%@'
ja: '%@' 付近の JSONPath 構文エラー
pt: Erro de sintaxe JSONPath próximo de '%@'

# jsonpath filter not supported custom search configuration error message
source: Filter expressions are not supported
de: Filterausdrücke werden nicht unterstützt
es: No se admiten las expresiones de filtro
fr: Les expressions de filtrage ne sont pas prises en charge JSONPath n'est pas ancré
it: Le espressioni di filtro non sono supportate
ja: フィルタ式はサポートされていません。
pt: Expressões de filtro não são suportadas

# jsonpath script not supported custom search configuration error message
source: Script expressions are not supported
de: Skriptausdrücke werden nicht unterstützt
es: No se admiten las expresiones de script
fr: Les expressions de script ne sont pas prises en charge
it: Le espressioni di script non sono supportate
ja: スクリプト式はサポートされていません。
pt: Expressões escritas não são suportadas

# url invalid custom search configuration error message
source: URL is invalid
de: URL ist ungültig
es: La URL no es válida
fr: L'URL n'est pas valide
it: L'URL non è valido
ja: URLが無効です
pt: URL é inválido

# url scheme invalid custom search configuration error message
source: URL scheme is invalid
de: URL-Schema ist ungültig
es: El esquema de la URL no es válido
fr: Le schéma URL n'est pas valide
it: Lo schema dell'URL non è valido
ja: URL スキームが無効です。
pt: O esquema URL é inválido

# url host invalid custom search configuration error message
source: URL host is invalid
de: URL-Host ist ungültig
es: El host de la URL no es válido
fr: L'hôte de l'URL n'est pas valide
it: L'host dell'URL non è valido
ja: URL ホストが無効です
pt: O URL host é inválido

# missing url query custom search configuration error message
source: URL is missing a query
de: URL hat keine Suchanfrage
es: Al URL le falta una consulta
fr: Il manque une requête à l'URL
it: L'URL manca di una query
ja: URL にクエリがありません
pt: Falta uma consulta no URL

# templating error custom search configuration error message
source: Could not evaluate template
de: Vorlage konnte nicht ausgewertet werden
es: No se ha podido evaluar la plantilla
fr: Le modèle n'a pas pu être évalué
it: Impossibile valutare il modello
ja: テンプレートの評価ができませんでした
pt: Não foi possível avaliar o modelo

# custom search engine setting subsection title
source: CUSTOM SEARCH ENGINE
de: BENUTZERDEFINIERTE SUCHMASCHINE
es: MOTOR DE BÚSQUEDA PERSONALIZADO
fr: MOTEUR DE RECHERCHE PERSONNALISÉ
it: MOTORE DI RICERCA PERSONALIZZATO
ja: カスタム検索エンジン
pt: MOTOR DE PESQUISA PERSONALIZADO

# search engine selection setting subsection title
source: SEARCH ENGINE
de: SUCHMASCHINE
es: MOTORES DE BÚSQUEDA
fr: MOTEUR DE RECHERCHE
it: MOTORE DI RICERCA
ja: 検索エンジン
pt: MOTOR DE BUSCA

# search suggestion engines setting subsection title
source: SEARCH SUGGESTIONS
de: SUCHVORSCHLÄGE
es: SUGERENCIA DE BÚSQUEDA
fr: SUGGESTIONS DE RECHERCHE
it: SUGGERIMENTO DI RICERCA
ja: 予測検索
pt: SUGESTÕES DE PEQUISA

# main search engine name
source: Main Search Engine
de: Hauptsuchmaschine
es: Motores de búsqueda principales
fr: Moteur de recherche principal
it: Motore di ricerca principale
ja: 既定の検索エンジン
pt: Principais motores de Busca

# email support button title
source: Email Support
es: Asistencia email
fr: Assistance E-Mail
it: Assistenza e-mail
ja: Emailサポート
pt: Assistente do E-mail

# share snowhaze button title
source: Share SnowHaze
de: SnowHaze teilen
es: Compartir SnowHaze
fr: Partager SnowHaze
it: Condividi i SnowHaze
ja: SnowHazeを共有する
pt: Partilhar o Snowhaze

# rate snowhaze button title
source: Rate SnowHaze
de: SnowHaze bewerten
es: Valorar SnowHaze
fr: Noter SnowHaze
it: Valuta SnowHaze
ja: 評価
pt: Avaliar SnowHaze

# show snowhaze source button title
source: Source Code
de: Quellcode
es: Código fuente
fr: Code source
it: Codice sorgente
ja: ソースコード
pt: Código-fonte

# snowhaze share text
source: Hi! SnowHaze is an amazing browser that truly protects your personal data. Have a look at the website: snowhaze.com Or simply download the app from the App Store; snowhaze.com/download.
de: Hallo! SnowHaze ist ein genialer Browser, der Deine persönlichen Daten vollständig schützt. Schau Dir die Webseite an: snowhaze.com Oder lade die App einfach aus dem App Store herunter; snowhaze.com/download.
es: Hola! SnowHaze es un increíble navegador que protege tus datos personales. Echa un vistazo a nuestra página web: snowhaze.com. O también puedes descargarte la aplicación directamente de la App Store; snowhaze.com/download.
fr: Salut! SnowHaze est un Browser génial qui protège complètement tes données personnelles. Visite le site internet: snowhaze.com Ou simplement télécharge l'application depuis l'App Store; snowhaze.com/download.
it: Ciao! SnowHaze è un Browser fantastico, che protegge completamente i tuoi dati personali. Visita la pagina web: snowhaze.com oppure scarica semplicemente l'applicazione dall' App Store; snowhaze.com/download.
ja: こんにちは。 SnowHazeはあなたの個人情報を保護する素晴らしいブラウザです。 ぜひウェブサイトをご覧ください。: snowhaze.com. App Storeではアプリをダウンロードすることができます; snowhaze.com/download。
pt: Olá! O SnowHaze é um Browser genial que protege eficazmente todos os teus dados pessoais. Visite o site de internet: snowhaze.com. Ou, simplesmente, faça o download da aplicação a partir da App Store; snowhaze.com/download.

# support email message format
source: About my SnowHaze version: Device: %@ Version: %@ Language: %@
de: Meine SnowHaze Version: Gerät: %@ Version: %@ Sprache: %@
es: Estoy usando SnowHaze con: Dispositivo: %@ Versión: %@ Idioma: %@
fr: J'utilise SnowHaze avec : Appareil : %@ Version : %@ Langue : %@
it: Io uso SnowHaze con: Dispositivo: %@ Versione: %@ Lingua: %@
ja: 私はSnowHazeを以下で使用しています。: デバイス: %@ バージョン: %@ 言語: %@
pt: Utilizo o SnowHaze através de: Aparhelho: %@ Versão: %@ Língua: %@

# support email title
source: SnowHaze Support
es: Suporte SnowHaze
fr: Assistance SnowHaze
it: Supporto SnowHaze
ja: SnowHazeサポート
pt: Assistência do SnowHaze

# visit website button title
source: Visit Website
de: Webseite besuchen
es: Visitar página web
fr: Visiter notre page web
it: Visitare pagina web
ja: ウェブサイトへ移動する
pt: Visitar a nossa página

# tracking protection settings title
source: Tracking Protection
de: Trackingschutz
es: Protección tracking
fr: Protection tracking
it: Protezione tracking
ja: トラッキング保護
pt: Proteção de rastreio

# block referer setting title
source: Block HTTP Referers
de: HTTP Referers blockieren
es: Bloquear los HTTP referers
fr: Bloquer les Référents HTTP
it: Bloccare i HTTP Referer
ja: HTTPリファラをブロックする
pt: Bloquear os referentes HTTP

# try https first setting title
source: Try HTTPS Sites First
de: Versuche HTTPS zuerst
es: Intentar HTTPS primero
fr: Essayer d'abord HTTPS
it: Prova HTTPS prima
ja: はじめにHTTPSを使う
pt: Tentar primeiro HTTPS

# bing search suggestion subtitle
source: Bing search
de: Bing Suche
es: Búsqueda en Bing
fr: Recherche Bing
it: Ricerca Bing
ja: Bing検索
pt: Pesquisa Bing

# google search suggestion subtitle
source: Google search
de: Google Suche
es: Búsqueda en Google
fr: Recherche Google
it: Ricerca Google
ja: Google検索
pt: Pesquisa Google

# yahoo search suggestion subtitle
source: Yahoo search
de: Yahoo Suche
es: Búsqueda en Yahoo
fr: Recherche Yahoo
it: Ricerca Yahoo
ja: Yahoo検索
pt: Pesquisa Yahoo

# wikipedia search suggestion subtitle
source: Wikipedia search
de: Wikipedia Suche
es: Búsqueda en Wikipedia
fr: Recherche Wikipédia
it: Ricerca Wikipedia
ja: Wikipedia検索
pt: Pesquisa na Wikipédia

# wolframalpha search suggestion subtitle
source: WolframAlpha search
de: WolframAlpha Suche
es: Búsqueda en WolframAlpha
fr: Recherche Wolfram Alpha
it: Ricerca WolframAlpha
ja: WolframAlpha検索
pt: Pesquisa WolframAlpha

# ecosia search suggestion subtitle
source: Ecosia search
de: Ecosia Suche
es: Búsqueda en Ecosia
fr: Recherche Ecosia
it: Ricerca Ecosia
ja: Ecosia検索
pt: Pesquisa Ecosia

# startpage search suggestion subtitle
source: Startpage search
de: Startpage Suche
es: Búsqueda en Startpage
fr: Recherche Startpage
it: Ricerca Startpage
ja: Startpage検索
pt: Pesquisa Startpage

# swisscows search suggestion subtitle
source: Swisscows search
de: Swisscows Suche
es: Búsqueda en Swisscows
fr: Recherche Swisscows
it: Ricerca Startpage
ja: Swisscows検索
pt: Pesquisa Startpage

# duckduckgo search suggestion subtitle
source: DuckDuckGo search
de: DuckDuckGo Suche
es: Búsqueda en DuckDuckGo
fr: Recherche DuckDuckGo
it: Ricerca DuckDuckGo
ja: DuckDuckGo検索
pt: Pesquisa DuckDuckGo

# qwant search suggestion subtitle
source: Qwant search
de: Qwant Suche
es: Búsqueda en Qwant
fr: Recherche Qwant
it: Ricerca Qwant
ja: Qwant検索
pt: Pesquisa Qwant

# custom search suggestion subtitle
source: Custom Search
de: Benutzerdefinierte Suche
es: Búsqueda personalizada
fr: Recherche personnalisée
it: Ricerca personalizzata
ja: カスタム検索
pt: Pesquisa personalizada

# find on page activity title
source: Find on Page
de: Seite durchsuchen
es: Encontrar en la página
fr: Recherche sur la page
it: Cerca nella pagina
ja: ページ内を検索
pt: Pesquisar na página

# download page activity title
source: Download
es: Descarga
fr: Télécharger
it: Scarica
ja: ダウンロード

# text input bar dismiss button title
source: Done
de: Fertig
es: Aceptar
fr: OK
it: Fine
ja: 完了
pt: Concluído

# bookmark rename bar cancel button title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# use https exclusively when possible setting title
source: Use HTTPS on Known Sites
de: HTTPS wenn vorhanden
es: HTTPS si está disponible
fr: HTTPS si possible
it: HTTPS se disponibile
ja: 既知のサイトにHTTPSを使用
pt: HTTPS se disponivel

# mixed content blocking setting title
source: Mixed Content Blocking
es: Bloqueo de contenido misto
fr: Bloquer les contenus mixtes
it: Blocco dei contenuti misti
ja: 混合コンテンツブロッカー
pt: Bloqueio de conteúdo misto

# require https for trusted sites setting title
source: Require HTTPS for Trusted Sites
de: HTTPS für vertrauenswürdige Seiten
es: HTTPS para sitios de confianza
fr: HTTPS pour sites de confiance
it: HTTPS per siti di fiducia
ja: 信頼済みサイトにHTTPSが必要
pt: HTTPS para sites confiáveis

# upgrade all http connections setting title
source: Upgrade All HTTP
de: Alle HTTP upgraden
es: Upgrade todo HTTP
fr: Upgrade tous les HTTP
it: Upgrade tutti HTTP
ja: すべてのHTTPのアップグレード
pt: Upgrade tudo HTTP

# block deprecated tls versions setting title
source: Block Deprecated TLS
de: Veraltetes TLS blockieren
es: Bloquear el TLS depreciado
fr: Bloquer les TLS dépréciés
it: Blocco TLS deprecato
ja: 非推奨のTLSをブロックする
pt: Bloco TLS depreciado

# blocking deprecated tls versions requires ios 14 notice
source: Requires iOS 14 or Tor
de: Erfordert iOS 14 oder Tor
es: Requiere iOS 14 o Tor
fr: Nécessite iOS 14 ou Tor
it: Richiede iOS 14 o Tor
ja: iOS 14またはTorが必要
pt: Requer iOS 14 ou Tor

# render pages as desktop sites setting title
source: Show Desktop View
de: Desktop Ansicht
es: Mostrar vista desktop
fr: Vue desktop
it: Mostra Vista Desktop
ja: デスクトップビューを表示
pt: Mostrar Vista Desktop
