Repository: aberja/SnowHaze-iOS
Catalog: SnowHaze/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# render pages as desktop sites requires ios 13 notice
source: Requires iOS 13
de: Erfordert iOS 13
es: Requiere iOS 13
fr: Nécessite iOS 13
it: Richiede iOS 13
ja: iOS 13が必要
pt: Requer iOS 13

# block tracking scripts setting title
source: Block Tracking Scripts
de: Tracking Scripts blockieren
es: Bloquear los scripts de rastreo
fr: Bloquer les scripts de tracking
it: Bloccare i Tracking Script
ja: トラッキングコードをブロック
pt: Bloquear os scripts de rastreio

# block ads setting title
source: Block Ads
de: Werbung blockieren
es: Bloquear anuncios
fr: Bloquer les annonces
it: Bloccare pubblicità
ja: 広告ブロック機能
pt: Bloquear anúncios

# appearance settings title
source: Appearance
de: Anzeige
es: Pantalla
fr: Affichage
it: Aspetto
ja: 画面表示
pt: Aparência

# night mode setting title
source: Night Mode
de: Nachtmodus
es: Modo de noche
fr: Mode nuit
it: Modalità notte
ja: ナイトモード
pt: Modo noite

# minimum font size setting title
source: Minimum Font Size
de: Mindestschriftgrösse
es: Tamaño de letra
fr: Taille de police
it: Dimensione del font
ja: 最小フォントサイズ
pt: Tamanho de letra

# ignore scale limits setting title
source: Ignore Scale Limits
de: Skalierungsgrenzen ignorieren
es: Ignorar límites de escala
fr: Ignorer les limites de zoom
it: Ignora limiti di scala
ja: スケール制限を無視する
pt: Ignorar limites de escala

# content scale setting title
source: Content Scale
de: Inhalte skalieren
es: Escala de contenido
fr: Échelle du contenu
it: Scalare il contenuto
ja: スケール内容
pt: Escala do conteúdo

# forget private sites setting title
source: Forget Private Sites
de: Private Seiten vergessen
es: Olvidar sitio web privado
fr: Oublier les sites privés
it: Scorda le pagine private
ja: プライベートサイトを使用しない
pt: Esquecer os sites privados

# block canvas data access setting title
source: Block Canvas Access
de: Canvas Fingerprint blockieren
es: Bloquear Canvas Fingerprint
fr: Bloquer Canvas Fingerprinting
it: Bloccare Canvas Fingerprinting
ja: キャンバスアクセスをブロックする
pt: Bloquear Canvas Fingerprinting

# block fingerprinting setting title
source: Block Fingerprinting
de: Fingerprinting blockieren
es: Bloquear Fingerprint
fr: Bloquer le Fingerprinting
it: Bloccare il Fingerprinting
ja: フィンガープリント対策
pt: Bloquear Fingerprinting

# block social media widgets setting title
source: Block Sharing Buttons
de: Teilen Buttons blockieren
es: Bloquear botones share
fr: Bloquer les boutons partage
it: Bloccare i share buttons
ja: 共有ボタンをブロックする
pt: Bluquear botões share

# apply hide only rules setting title
source: Apply Hide Only Rules
de: Unblockiertes ausblenden
es: Ocultar desbloqueado
fr: Cacher si pas bloqué
it: Nascondi sbloccati
ja: 隠すルール
pt: Ocultar desbloqueado

# skip redirects setting title
source: Skip Redirects
de: Umleitungen überspringen
es: Saltar redirecciones
fr: Sauter les redirections
it: Salta i redirect
ja: リダイレクトをスキップ
pt: Saltar redirecções

# popover settings title
source: Popover
ja: ポップアップ

# allways block popover blocking policy name
source: Block All
de: Alle blockieren
es: Bloquear todos
fr: Bloquer tous
it: Blocca tutto
ja: すべてをブロックする
pt: Bloquear todos

# block scripted popover blocking policy name
source: Allow User-Triggered
de: Benutzerausgelöste zulassen
es: Permitir al usuario activarlos
fr: Autoriser les pop-over forcés
it: Consenti utenti attivati
ja: ユーザーによるトリガーを許可
pt: Permitir que o usuário dispare

# allways allow popover blocking policy name
source: Allow All
de: Alle zulassen
es: Permitir todos
fr: Accepter tous
it: Permettere tutti
ja: すべて許可
pt: Autorizar todos

# never tab masking rule name
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: 決して
pt: Nunca

# when private tab masking rule name
source: When Private
de: Wenn Privates Tab
es: Si es Privado
fr: Si Privé
it: Se Privato
ja: プライベートの場合
pt: Se Privado

# always tab masking rule name
source: Always
de: Immer
es: Siempre
fr: Toujours
it: Sempre
ja: 常に
pt: Sempre

# warnings settings title
source: Warnings
de: Warnungen
es: Advertencias
fr: Alertes
it: Avvertenze
ja: 警告
pt: Avisos

# show dangerous sites warnings setting title
source: Dangerous Sites
de: Gefährliche Seiten
es: Sitios peligrosos
fr: Sites dangereux
it: Siti pericolosi
ja: 危険なサイト
pt: Sites perigosos

# show tls certificate warnings setting title
source: TLS Certificates
de: TLS Zertifikat
es: Certificados TLS
fr: Certificat TLS
it: Certificati TLS
ja: TLS証明書
pt: Certificados TLS

# show tracking parameters warnings setting title
source: Tracking Parameters
de: Tracking Parameter
es: Parámetros de seguimiento
fr: Paramètres de tracking
it: Parametri di tracking
ja: トラッキングパラメータ
pt: Parâmetros de rastreamento

# prevent xss setting title
source: Prevent XSS
de: XSS verhindern
es: Prevenir XSS
fr: Éviter le XSS
it: Previeni XSS
ja: XSSの防止
pt: Prevenir o XSS

# warn cross frame navigation setting title
source: Cross Frame Navigation
es: Navegación cross frame
fr: Navigation Cross Frame
it: Navigazione Cross Frame
ja: クロスフレームナビゲーション
pt: Navegação cross frame

# passcode locking mode off settings title
source: Off
de: Aus
es: Apagado
fr: Désactivé
it: Spento
ja: 切る
pt: Desligado

# passcode locking mode passcode or biometrics settings title
source: Passcode or Biometric ID
de: Passwort oder Biometrische ID
es: Contraseña o ID biométrica
fr: Mot de passe ou ID biométrique
it: Password o ID biometrica
ja: パスコードもしくは生体認証ID
pt: Palavra passe ou ID biométrica

# passcode locking mode passcode only settings title
source: Passcode only
de: Nur Passwort
es: Sólo contraseña
fr: Mot de passe uniquement
it: Solo Password
ja: パスコードのみ
pt: Somente palavra passe

source: Biometric ID not Available
de: Biometrische ID nicht verfügbar
es: ID biométrica no disponible
fr: ID biometrique non disponible
it: ID biometrica non disponibile
ja: 生体認証ID 利用不可能
pt: ID biométrica indisponível

# passcode lock after settings title
source: Lock After
de: Sperren nach
es: Bloquear
fr: Verrouiller
it: Bloccare
ja: ロックまで
pt: Bloquear

# passcode type 6 digits settings title
source: 6 - Digit
de: 6 Zahlen
es: 6 dígitos
fr: 6 chiffres
it: 6 cifre
ja: ６桁
pt: 6 dígitos

# passcode type long numeric settings title
source: Long Numeric
de: Langer Zahlencode
es: Numérica larga
fr: Numérique (long)
it: Codice numerico lungo
ja: 長い数字
pt: Numérico longo

# passcode type alphanumeric settings title
source: Alphanumeric
de: Alphanumerisch
es: Alfanumérico
fr: Alphanumérique
it: Alfanumerico
ja: 英数字
pt: Alfanumérico

# change passcode button title
source: Change Passcode
de: Passwort ändern
es: Cambiar la contraseña
fr: Changer de mot de passe
it: Cambia password
ja: パスワードを 変更
pt: Mudança de senha

# lock snowhaze button title
source: Lock SnowHaze
de: SnowHaze sperren
es: Bloquear SnowHaze
fr: Verrouiller SnowHaze
it: Bloccare SnowHaze
ja: SnowHazeをロック
pt: Bloquear SnowHaze

# passcode locking mode settings title
source: MODE
de: MODUS
es: MODO
it: MODO
ja: モード
pt: MODO

# passcode type settings title
source: TYPE
de: FORMAT
es: FORMATO
fr: FORMAT
it: FORMATO
ja: パスコードの種類：
pt: FORMATO

# passcode lock after 0 minutes time
source: Instantly
de: Sofort
es: Inmediato
fr: Immédiat
it: Subito
ja: 即時
pt: Imediato

# passcode lock after 1 minute time
source: 1 min
ja: １分

# passcode lock after infinity minutes time
source: Launch
de: Start
es: Start
fr: Start
it: Inizio
ja: 着手
pt: Start

# passcode lock after many minutes time
source: %@ min
ja: %@分

# passcode settings title
source: Passcode
de: Passwort
es: Código de acceso
fr: Mot de passe
it: Codice di accesso
ja: パスコード
pt: Senha

# subscription settings title
source: Subscription
de: Abonnement
es: Suscripciones
fr: Abonnement
it: Abbonamento
ja: 定期購読
pt: Assinaturas

# update snowhaze premium subscription options settings title
source: Auto-Update Options
de: Auto-Update Optionen
es: Autoactualización opción
it: Auto-Update opzioni
ja: オプションの自動更新
pt: Auto-update opções

# update authorization token settings title
source: Auto-Update Token
es: Autoactualización de token
fr: Auto-Update du jeton
ja: アクセストークンの自動更新
pt: Auto-atualização token

# current token hash settings title
source: Current Token Hash
de: Hash vom aktuellen Token
es: Token Hash actual
fr: Hash du jeton actuel
it: Token Hash attuale
ja: 現在のToken Hash
pt: Hash do token atual

# zka verification script settings title
source: Verification Script
de: Verifikationsskript
es: Script para verificación
fr: Script pour la vérification
it: Script per la verifica
ja: 検証スクリプト
pt: Script de verificação

# zka verification blob settings title
source: Verification Blob
de: Verifikationsblob
es: Blob para verificación
fr: Blob pour la vérification
it: Blob per la verifica
ja: 検証ブロブ
pt: Blob de verificação

# load snowhaze premium options settings default title
source: Load Subscription Options
de: Abonnementoptionen laden
es: Cargar opciones de subscripciones
fr: Charger les options d'abonnement
it: Carica abbonamenti
ja: 購読オプションをロード
pt: Carregar opções de subscrição

# load snowhaze premium options settings load failed title
source: Load Failed
de: Laden fehlgeschlagen
es: Falló la carga
fr: Chargement échoué
it: Carico fallito
ja: ロードに失敗しました
pt: Não foi possível carregar

# load snowhaze premium options settings load succeeded title
source: Load Succeeded
de: Laden erfolgreich
es: Carga exitosa
fr: Chargement réussi
it: Carico riuscito
ja: ロードは成功しました
pt: Carregamento bem sucedido

# restore snowhaze premium purchase settings default title
source: Restore Purchases
de: Einkäufe wiederherstellen
es: Restaurar la compra
fr: Restaurer les achats
it: Restituire acquisti
ja: 以前の購入を復元
pt: Recuperar compras

# restore snowhaze premium purchase settings restore failed title
source: Restore Failed
de: Wiederherstellen gescheitert
es: Falló la restauración
fr: Restauration échouée
it: Reimpostazione fallito
ja: 復元に失敗しました
pt: Erro de restauro

# restore snowhaze premium purchase settings restore succeeded title
source: Restore Succeeded
de: Wiederherstellen erfolgreich
es: Restauración exitosa
fr: Restauration réussie
it: Reimpostazione riuscito
ja: 復元に成功しました
pt: Restauro bem sucedido

# view all subscriptions settings title
source: View All my Subscriptions
de: Alle Abonnemente anzeigen
es: Ver todas mis suscripciones
fr: Afficher tous les abonnements
it: Visualizza tutti gli abbonamenti
ja: すべての購読を確認
pt: Visualizar todas as subscrições

# purchase failed error alert title
source: Purchase Failed
de: Kauf fehlgeschlagen
es: La compra falló
fr: Achat raté
it: L'acquisto non è riuscito
ja: 購入に失敗しました
pt: A compra falhou

# show subscription terms of service button title
source: Terms of Service
de: AGB
es: Términos de Uso
fr: Conditions d'utilisation
it: Condizioni d'uso
ja: 利用規約
pt: Termos de uso

# show subscription privacy policy button title
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Avis de confidentialité
it: Politica sulla riservatezza
ja: 個人情報保護方針
pt: Política de Privacidade

# purchase failed error alert unknown error message
source: Unknown Error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
pt: Erro desconhecido

# subscription renews within 0 days notice
source: Renews Today
de: Erneuert heute
es: Se renueva hoy
fr: Renouvellement aujourd'hui
it: Rinnova oggi
ja: 今日を更新する
pt: Renovação hoje

# subscription renews within 1 days notice
source: Renews Today or Tomorrow
de: Erneuert morgen
es: Se renueva hoy o mañana
fr: Renouvellement demain
it: Rinnova domani
ja: 今日または明日更新する
pt: Renovação hoje ou amanhã

# subscription renews within n days notice format
source: Renews within %@ Days
de: Erneuert in %@ Tagen
es: Se nueva dentro de %@ días
fr: Renouvellement dans %@ jours
it: Rinnova in %@ giorni
ja: %@日以内に更新
pt: Renovação daqui a %@ dias

# subscription expires in 0 days notice
source: Expires Today
de: Läuft heute ab
es: Expira hoy
fr: Expire aujourd'hui
it: Decorre oggi
ja: 今日切れます
pt: Expira hoje

# subscription expires in 1 days notice
source: Expires Tomorrow
de: Läuft morgen ab
es: Expira mañana
fr: Expire demain
it: Decorre domani
ja: 明日切れます
pt: Expira amanhã

# subscription expires in n days notice format
source: Expires in %@ Days
de: Läuft in %@ Tagen ab
es: Expira en %@ días
fr: Expire dans %@ jours
it: Decorre in %@ giorni
ja: %@日後に切れます
pt: Expira daqui a %@ dias

# snowhaze premium subscription auto-renew notice
source: Subscriptions Auto-Renew, See Conditions Below
de: Erneuern automatisch, siehe Bedingungen unten
es: Suscripciones se autorenuevan, ver condiciones abajo
fr: Autorenouvèllement, conditions ci-dessous
it: Abbonamenti autorinnovano, vedere le condizioni qui sotto
ja: 下記の条件を読んでください。
pt: Subscrições são autorenovadas, condições abaixo

# subscribe to receive authorization token notice
source: Subscribe to Receive a Token
de: Löse ein Abo, um einen Token zu erhalten
es: Subscríbete para recibir un Token
fr: Abonnez-vous pour recevoir un jeton
it: Abbona per ricevere un Token
ja: Tokenを使うためには購読して下さい。
pt: Subscreva para receber um nome de usuário

# tab to load new authorization token settings subtitle
source: Tap to Load Token
de: Tippe um Token zu laden
es: Da click para cargar Token
fr: Tapez pour charger le jeton
it: Digita per scaricare un Token
ja: Tokenをロードするにはタップして下さい。
pt: Clique para carregar um Token

# snowhaze premium billed monthly option description
source: Billed Monthly
de: Monatsabo
es: Suscripciones mensual
fr: Abonnement mensuel
it: Abbonamento mensile
ja: 毎月のサブスクリプション
pt: Subscrição mensal

# snowhaze premium billed yearly option description
source: Billed Yearly
de: Jahresabo
es: Suscripciones anual
fr: Abonnement annuel
it: Abbonamento annuale
ja: 毎年のサブスクリプション
pt: Subscrição annual

# load snowhaze premium options button title
source: Load
de: Laden
es: Cargamento
fr: Charger
it: Carica
ja: ロード
pt: Carga

# zka2 logout button title
source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
ja: ログアウト

# zka2 login button title
source: Already Registered?
de: Bist du bereits registriert?
es: ¿Ya está registrado?
fr: Êtes-vous déjà inscrit ?
it: Sei già registrato?
ja: すでに登録されていますか？
pt: Já está registado?

# zka2 register button title
source: Use VPN on Other Device
de: VPN auf anderen Geräten brauchen
es: Usar VPN en otros dispositivos
fr: Utiliser le VPN sur un autre appareil
it: Utilizzare VPN su altri dispositivi
ja: 他のデバイスでVPNを使用する
pt: Usar VPN em outros dispositivos

# open zka2 dashboard setting title
source: Dashboard
ja: ダッシュボード

# open zka2 tutorials setting title
source: Tutorials
es: Tutoriales
fr: Tutoriels
it: Tutorial
ja: チュートリアル
pt: Tutoriais

# zka2 master secret settings title
source: Your Master Secret
de: Dein Master Secret
es: Tu Maestro Secreto
fr: Votre Master Secret
it: Il tuo Master Secret
ja: あなたのMaster Secret
pt: Sua Master Secret

# zka2 register email textfield placeholder
source: Email
ja: メール

# zka2 register confirm email textfield placeholder
source: Confirm Email
de: Email bestätigen
es: Confirmar Email
fr: Confirmer l'adresse e-mail
it: Conferma E-Mail
ja: メールを認証する
pt: Confirmar E-Mail

# zka2 register password textfield placeholder
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスコード
pt: Senha

# zka2 register confirm password textfield placeholder
source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma la password
ja: パスワードを認証する
pt: Confirmar senha

# zka2 register upload cleartext email switch label
source: Receive Emails
de: Emails erhalten
es: Recibir emails
fr: Recevoir des Emails
it: Ricevere email
ja: メールを受け取る
pt: Receber emails

# zka2 submit registration button title
source: Register
de: Registrieren
es: Inscribirse
fr: Inscription
it: Registro
ja: 登録
pt: Registrar

# zka2 switch to login button title
source: Login
de: Anmelden
es: Acceso
it: Accesso
ja: ログイン

# use zka2 without an account setting title
source: Register without Email
de: Ohne Email registrieren
es: Registrarse sin email
fr: S'inscrire sans email
it: Registrati senza email
ja: アカウントが欲しくないですか？
pt: Registar sem Email

# copy zka2 master secret button title
source: Copy Master Secret
de: Master Secret Kopieren
es: Copiar Master Secret
fr: Copier le Master Secret
it: Copia Master Secret
ja: Master Secretをコピーする
pt: Copiar Master Secret

# no email account generation warning
source: Please store your master secret in a secure place. If you loose it, you will loose access to your subscription.
de: Bitte bewahre deinen privaten Schlüssel an einem sicheren Ort auf. Wenn du ihn verlierst, verlierst du den Zugang zu deinem Abonnement.
es: Por favor, guarde su clave privada en un lugar seguro. Si lo pierdes, perderás el acceso a tu suscripción.
fr: Veuillez conserver votre clé privée dans un endroit sûr. Si vous la perdez, vous perdrez l'accès à votre abonnement.
it: Conservare la chiave privata in un luogo sicuro. Se la perdete, perderete l'accesso al vostro abbonamento.
ja: 秘密鍵を安全な場所に保管してください。 あなたがそれを失うと、あなたはあなたの購読へのアクセスを失うことになります。
pt: Guarde a sua chave privada num local seguro. Se a perder, perderá o acesso à sua subscrição.

# zka2 registration settings section title
source: SNOWHAZE ACCOUNT
es: CUENTA SNOWHAZE
fr: COMPTE SNOWHAZE
it: ACCOUNT SNOWHAZE
ja: SNOWHAZEアカウント
pt: CONTA SNOWHAZE

# zka2 accout login option title
source: Account
es: Cuenta
fr: Compte
ja: アカウント
pt: Conta

# zka2 login email textfield placeholder
source: Email
ja: メール

# zka2 login password textfield placeholder
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスコード
pt: Senha

# zka2 login forgot password button title
source: Forgot
de: Vergessen
es: Olvidé
fr: Oublié
it: Dimenticata
ja: 忘れた場合
pt: Esquecido

# zka2 login submit button title
source: Login
de: Anmelden
es: Acceso
fr: Connexion
it: Accesso
ja: ログイン

# zka2 login settings section title
source: SNOWHAZE ACCOUNT
es: CUENTA SNOWHAZE
fr: COMPTE SNOWHAZE
it: ACCOUNT SNOWHAZE
ja: SNOWHAZEアカウント
pt: CONTA SNOWHAZE

# vpn profile download failed error message
source: Download Failed
de: Download fehlgeschlagen
es: La descarga ha fallado
fr: Téléchargement échoué
it: Download fallito
ja: ダウンロードに失敗しました
pt: Falha no download

# vpn profile expiration notice format
source: Expires %@
de: Läuft %@ ab
es: Expira %@
fr: Expire %@
it: Decorre %@
ja: %@に切れます
pt: Expira %@

# vpn profile expired notice
source: Expired
de: Abgelaufen
es: Expirado
fr: Expiré
it: Scadute
ja: 失効した
pt: Expirado

# vpn profile not installed notice
source: Not Installed
de: Nicht installiert
es: No instalado
fr: Pas installé
it: Non installato
ja: インストールされていない
pt: Não instalado

# update vpn list settings title
source: Auto-Update Location List
de: Auto-Update Standortliste
es: Auto-Update localizaciones
fr: Auto-Update lieux
it: Auto-Update posizioni
ja: 位置リストの自動更新
pt: Auto-update os localizações

# open openvpn connect button title
source: Open OpenVPN Connect
de: OpenVPN Connect öffnen
es: Abierto OpenVPN Connect
fr: Ouvrir OpenVPN Connect
it: Aprire OpenVPN Connect
ja: OpenVPN Connectを開く
pt: Abra OpenVPN Connect

# show vpn server ping status settings title
source: Show Ping Stats
de: Ping anzeigen
es: Mostrar Estado Ping
fr: Afficher le Ping
it: Avviso ping
ja: Pingの表示
pt: Mostrar Ping

# autorotate ipsec credentials settings title
source: Auto-Rotate Credentials
de: Selbstrotierende Logindaten
es: Auto-rotar credenciales
fr: Auto-rotation des identifiants
it: Credenziali auto-rotazione
ja: 資格情報を自動的にローテーションする
pt: Credenciais de rotação automática

# show subscription status button title
source: Show Subscription Status
de: Abonnementstatus anzeigen
es: Mostrar estado de la subscripción
fr: Afficher le statut de l'abonnement
it: Visualizza stato abbonamento
ja: 購読状況を表示
pt: Mostrar o estado das subscrições

# show vpn tutorial button title
source: Show VPN Tutorial
de: VPN Tutorial anzeigen
es: Mostrar el tutorial VPN
fr: Afficher le tutoriel VPN
it: Visualizza il tutorial VPN
ja: VPNチュートリアルを見せる
pt: Mostrar o tutorial VPN

# vpn location list settings title
source: LOCATIONS
de: STANDORTE
es: UBICACIÓNES
fr: EMPLACEMENTS
it: POSIZIONI
ja: 地
pt: LOCALIZAÇÕES

# opening openvpn connect requires installing alert title
source: Install OpenVPN Connect
de: OpenVPN Connect installieren
es: Instalar OpenVPN Connect
fr: Installer OpenVPN Connect
it: Installare OpenVPN Connect
ja: OpenVPN Connectをインストールする
pt: Instale OpenVPN Connect

# opening openvpn connect requires installing alert message
source: You can install OpenVPN Connect from the App Store.
de: Du kannst OpenVPN Connect vom App Store laden.
es: Puedes instalar Open VPN Connect desde la App Store
fr: Vous pouvez télécharger OpenVPN dans l'App Store.
it: Puoi scaricare OpenVPN Connect dall’App Store
ja: OpenVPN ConnectのインストールはApp Storeより可能です。
pt: Pode instalar a OpenVPN Connect através da App Store.

# install openvpn show tutorial button title
source: Show Tutorial
de: Tutorial anzeigen
es: Mostrar el tutorial
fr: Afficher le tutoriel
it: Visualizza il Tutorial
ja: チュートリアルを見せる
pt: Mostrar o tutorial

# install openvpn connect app prompt cancel button title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# installing ovpn requires openvpn connect alert title
source: OpenVPN Connect App Required
de: OpenVPN Connect App notwendig
es: Requiere la aplicación OpenVPN Connect
fr: Application OpenVPN Connect nécessaire
it: OpenVPN Connect App necessario
ja: 「OpenVPN Connect」が必要です
pt: Necessaria a aplicação OpenVPN Connect

# installing ovpn requires openvpn connect alert message
source: Using the VPN requires the OpenVPN Connect app. You can install it from the App Store now.
de: Um den VPN zu benutzen braucht es die App OpenVPN Connect. Du kannst diese im App Store laden.
es: Usar el VPN requiere la app the Open VPN Connect. La puedes instalar desde la App store ahora.
fr: L'utilisation du VPN nécessite l'application OpenVPN Connect. Téléchargez l'application dans l'App Store.
it: Per poter utilizzare il VPN ti serve l’app OpenVPN Connect. Puoi scaricarlo nell’app Store.
ja: VPNの使用にはアプリケーション「OpenVPN Connect」が必要です。App Storeにてインストールを行って下さい。
pt: Para usar o VPN necessita da aplicação OpenVPN Connect. Pode instala-la através da App Store agora.

# vpn profile missing subscription accessibility label format
source: %@ VPN - Requires SnowHaze Premium subscription
de: %@ VPN - Benötigt ein SnowHaze Premium Abonnement
es: %@ VPN - Requiere suscripción SnowHaze Premium
fr: %@ VPN - Nécessite un abonnement SnowHaze Premium
it: %@ VPN - Richiede abbonamento SnowHaze Premium
ja: %@ VPN - SnowHazeプレミアムの購読が必要
pt: %@ VPN- Requer assinatura SnowHaze Premium

# vpn profile downloading accessibility label format
source: %@ - Downloading
de: %@ - Lädt
es: %@ - Descarga
fr: %@ - Chargement en cours
it: %@ - Scaricare
ja: %@ - ダウンロード
pt: %@ - Download

# vpn profile download required accessibility label format
source: %@ VPN - Requires download
de: %@ VPN - Muss geladen werden
es: %@ VPN - Requiere descarga
fr: %@ VPN - Doit être chargé
it: %@ VPN - Richiede download
ja: %@ VPN - ダウンロードが必要
pt: %@ VPN - Requer download

# update outdated vpn configurations button accessibility label
source: Update Outdated Credentials
de: Veraltete Zugangsdaten aktualisieren
es: Actualizar credenciales obsoletas
fr: Mise à jour des données d'identification périmées
it: Aggiorna le credenziali non aggiornate
ja: 古いクレデンシャルの更新
pt: Actualização de credenciais desactualizadas

# client ip address title default indicator suffic
source: (Default)
de: (Standard)
es: (Defecto)
fr: (Défaut)
it: (Predefinito)
ja: (規定)
pt: (Padrão)

# client ipv4 title
source: IPv4 Address
de: IPv4 Addresse
es: Dirección IPv4
fr: Adresse IPv4
it: Indirizzo IPv4
ja: IPv4アドレス
pt: Endereço IPv4

# client ipv6 title
source: IPv6 Address
de: IPv6 Addresse
es: Dirección IPv6
fr: Adresse IPv6
it: Indirizzo IPv6
ja: IPv6アドレス
pt: Endereço IPv6
