Repository: aberja/SnowHaze-iOS
Catalog: SnowHaze/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# subscription email in use error alert message
source: This email has already been used to create an account. You might want to login or reset your password.
de: Diese E-Mail wurde bereits zur Erstellung eines Kontos verwendet. Vielleicht möchtest du dich einloggen oder dein Passwort zurücksetzen.
es: Este email ya ha sido utilizado para crear una cuenta. Es posible que desee iniciar sesión o restablecer su contraseña.
fr: Cet adresse email a déjà été utilisée pour créer un compte. Vous pouvez vous connecter ou réinitialiser votre mot de passe.
it: Questa e-mail è già stata utilizzata per creare un account. Puoi effettuare il login o reimpostare la tua password.
ja: このメールは既にアカウントの作成に使用されています。 ログインするか、パスワードをリセットすることをお勧めします。
pt: Este e-mail já foi usado para criar uma conta. Você pode querer fazer login ou redefinir sua senha.

# subscription logout error alert title
source: Invalid Credentials
de: Ungültige Anmeldedaten
es: Credenciales no válidas
fr: Donnés d'accès non valides
it: Credenziali non valide
ja: 無効な資格情報
pt: Credenciais inválidas

# subscription logout error alert message
source: You have attempted to use credentials which are not currently valid. Either because registration failed or because you have reset your password. Go to Settings -> Subscriptions -> Login or Register to login with new credentials.
de: Du hast versucht, Anmeldeinformationen zu verwenden, die derzeit nicht gültig sind. Entweder weil die Registrierung fehlgeschlagen ist oder weil du dein Passwort zurückgesetzt hast. Gehe zu Einstellungen -> Abonnemente -> Login oder Registrieren, um sich mit neuen Zugangsdaten anzumelden.
es: Ha intentado utilizar credenciales que actualmente no son válidas. Ya sea porque el registro falló o porque ha restablecido su contraseña. Vaya a Configuración -> Suscripciones -> Login o Registrar para iniciar sesión con nuevas credenciales.
fr: Vous avez tenté d'utiliser des informations d'identification qui ne sont actuellement pas valides. Soit parce que l'enregistrement a échoué, soit parce que vous avez réinitialisé votre mot de passe. Allez dans Réglages -> Abonnements -> Se connecter ou S'inscrire pour se connecter avec de nouvelles informations d'identification.
it: Hai tentato di utilizzare credenziali che non sono attualmente valide. O perché la registrazione non è riuscita o perché hai reimpostato la tua password. Accedi a Impostazioni -> Abbonamenti -> Login o Registrare per effettuare il login con nuove credenziali.
ja: 現在有効ではない資格情報を使用しようとしました。 登録が失敗したか、パスワードをリセットしたためです。 [設定] -> [サブスクリプション] -> [ログイン]または[登録]に移動して、新しい資格情報でログインします。
pt: Você tentou utilizar credenciais que não são atualmente válidas. Ou porque o registro falhou ou porque você redefiniu sua senha. Vá para Configurações -> Subscrições -> Login ou Registre para fazer login com novas credenciais.

# preexisting subscription warning alert title
source: Existing Subscription Found
de: Vorhandenes Abonnement gefunden
es: Suscripción existente encontrada
fr: Abonnement existant trouvé
it: Abbonamento esistente trovato
ja: 既存のサブスクリプションが見つかりました
pt: Assinatura existente encontrada

# preexisting subscription warning alert renewing message format
source: You have attempted to purchase %@ but already have a subscription which renews %@. Do you want to purchase this subscription anyway?
de: Du hast versucht, %@ zu kaufen, aber du hast bereits ein Abonnement, das sich am %@ erneuert. Möchtest du dieses Abonnement trotzdem kaufen?
es: Ha intentado comprar %@ pero ya tiene una suscripción que se renueva el %@. ¿Desea adquirir esta suscripción de todos modos?
fr: Vous avez essayé d'acheter %@ mais vous avez déjà un abonnement qui se renouvelle le %@. Voulez-vous quand même acheter cet abonnement ?
it: Hai tentato di acquistare %@ ma hai già un abbonamento che si rinnova il %@. Vuoi comunque acquistare questo abbonamento?
ja: %@を購入しようとしましたが、すでに%@に更新されるサブスクリプションがあります。 とにかくこのサブスクリプションを購入しますか？
pt: Você tentou comprar %@ mas já tem uma assinatura que renova em %@. Você quer comprar esta assinatura de qualquer maneira?

# preexisting subscription warning alert expiring message format
source: You have attempted to purchase %@ but already have a subscription which expires %@. Do you want to purchase this subscription anyway?
de: Du hast versucht, %@ zu kaufen, aber du hast bereits ein Abonnement, das am %@ abläuft. Möchtest du dieses Abonnement trotzdem kaufen?
es: Ha intentado comprar %@ pero ya tiene una suscripción que expira el %@. ¿Desea adquirir esta suscripción de todos modos?
fr: Vous avez essayé d'acheter %@ mais vous avez déjà un abonnement qui expire le %@. Voulez-vous quand même acheter cet abonnement ?
it: Hai tentato di acquistare %@ ma hai già un abbonamento che scade il %@. Vuoi comunque acquistare questo abbonamento?
ja: %@を購入しようとしましたが、すでに%@に期限切れになるサブスクリプションがあります。 とにかくこのサブスクリプションを購入しますか？
pt: Você tentou comprar %@ mas já tem uma assinatura que expira em %@. Você quer comprar esta assinatura de qualquer maneira?

# preexisting subscription warning alert confirm button title
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
pt: Sim

# preexisting subscription warning alert cancel button title
source: No
de: Nein
fr: Non
ja: いいえ
pt: Não

# zka registration invalid email error message
source: Invalid Email
de: Email ungültig
es: Email no válido
fr: Email invalide
it: Email non valida
ja: 無効なメール
pt: Email inválido

# zka registration non matching emails error message
source: Emails don't match
de: Emails stimmen nicht überein
es: Los emails no coinciden
fr: Les emails ne correspondent pas
it: Le e-mail non corrispondono
ja: メールが一致しません
pt: Os e-mails não coincidem

# zka registration password too short error message
source: Password must contain at least 12 characters
de: Das Passwort muss mindestens 12 Zeichen enthalten.
es: La contraseña debe contener al menos 12 caracteres
fr: Le mot de passe doit contenir au moins 12 caractères
it: La password deve contenere almeno 12 caratteri
ja: パスワードには少なくとも12文字が必要です
pt: A senha deve conter pelo menos 12 caracteres

# zka registration horrible password error message
source: Password is a very well known weak password
de: Das Passwort ist ein sehr bekanntes, schwaches Passwort
es: La contraseña es una contraseña débil muy conocida
fr: Le mot de passe est un mot de passe faible bien connu
it: La password è una password molto conosciuta e debole
ja: パスワードは非常によく知られている弱いパスワードです
pt: A senha é uma senha fraca muito bem conhecida

# zka registration password must contain lowercase error message
source: Password must contain a lowercase letter
de: Das Passwort muss ein Kleinbuchstabe enthalten.
es: La contraseña debe contener una letra minúscula
fr: Le mot de passe doit contenir une lettre minuscule
it: La password deve contenere una lettera minuscola
ja: パスワードは小文字が含まれている必要があります
pt: A senha deve conter uma letra minúscula

# zka registration password must contain uppercase error message
source: Password must contain an uppercase letter
de: Das Passwort muss ein Grossbuchstabe enthalten.
es: La contraseña debe contener una letra mayúscula
fr: Le mot de passe doit contenir une lettre majuscule
it: La password deve contenere una lettera maiuscola
ja: パスワードは大文字を含まなければなりません
pt: A senha deve conter uma letra maiúscula

# zka registration password must contain special character error message
source: Password must contain a special character
de: Das Passwort muss ein Sonderzeichen enthalten.
es: La contraseña debe contener un carácter especial
fr: Le mot de passe doit contenir un caractère spécial
it: La password deve contenere un carattere speciale
ja: パスワードには特殊文字を含める必要があります
pt: A senha deve conter um caractere especial

# zka registration password must contain digit error message
source: Password must contain a numerical digit
de: Das Passwort muss eine numerische Ziffer enthalten.
es: La contraseña debe contener un dígito numérico
fr: Le mot de passe doit contenir un chiffre numérique
it: La password deve contenere una cifra numerica
ja: パスワードには数字が含まれている必要があります
pt: A senha deve conter um dígito numérico

source: Password must contain a non-leading uppercase letter
de: Das Passwort muss einen Grossbuchstaben enthalten, der nicht am Anfang steht.
es: La contraseña debe contener una letra mayúscula que no esté al principio.
fr: Le mot de passe doit contenir une lettre majuscule qui n'est pas au début.
it: La password deve contenere una lettera maiuscola che non è all'inizio
ja: パスワードには、末尾にない特殊文字または数字が含まれている必要があります
pt: A senha deve conter uma letra maiúscula que não esteja no início

source: Password must contain a non-tailing special character or digit
de: Das Passwort muss ein Sonderzeichen oder eine Ziffer enthalten, die nicht am Ende steht.
es: La contraseña debe contener un carácter especial o un dígito que no esté al final
fr: Le mot de passe doit contenir un caractère spécial ou un chiffre qui n'est pas à la fin.
it: La password deve contenere un carattere speciale o una cifra che non è alla fine
ja: パスワードには、先頭にない大文字を含める必要があります
pt: A senha deve conter um caractere ou dígito especial que não esteja no final

# zka registration non matching passwords error message
source: Passwords don't match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
ja: パスワードが一致しません
pt: As senhas não coincidem

# zka registration password resembles email error message
source: Password resembles an email
de: Passwort ähnelt einer Email
es: La contraseña se parece a un email
fr: Le mot de passe ressemble à une adresse email
it: La password assomiglia a un'e-mail
ja: パスワードはメールに似ています
pt: A senha se assemelha a um e-mail

# zka registration network error message
source: Network Error
es: Error de red
fr: Erreur de réseau
it: Errore di rete
ja: ネットワークエラー
pt: Erro de rede

# zka registration weak password warning message
source: Weak Password
de: Schwaches Passwort
es: Contraseña débil
fr: Mot de passe faible
it: Password debole
ja: パスワードが弱い
pt: Senha fraca

# file download confirmation prompt title
source: Download
es: Descarga
fr: Télécharger
it: Scaricare
ja: ダウンロード

# file download confirmation prompt message format
source: Download file '%@' from '%@'?
de: Datei '%@' von '%@' herunterladen?
es: ¿Descargar el fichero '%@' de '%@'?
fr: Télécharger le fichier '%@' de '%@' ?
it: Scaricare il file '%@' da '%@'?
ja: '%$2@'からファイル'%$1@'をダウンロードしますか？
pt: Descarregar ficheiro '%@' de '%@'?

# file download confirmation prompt download button title
source: Download
es: Descarga
fr: Télécharger
it: Scaricare
ja: ダウンロード

# file download confirmation prompt cancel button title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# download list download complete subtitle
source: Download Complete
de: Download abgeschlossen
es: Descarga completa
fr: Téléchargement terminé
it: Scaricare completo
ja: ダウンロード完了
pt: Download completo

# download list download error retry subtitle
source: Download Failed. Tap to restart.
de: Download fehlgeschlagen. Tippe, um neu zu starten.
es: La descarga falló. Pulse para reiniciar.
fr: Téléchargement échoué. Tapez pour redémarrer.
it: Scarica fallito. Toccate per ricominciare.
ja: ダウンロードに失敗しました。 タップして再起動します。
pt: Descarregar failed. Toque para reiniciar.

# download list unrecoverable download error subtitle
source: Download Failed. Tab deleted.
de: Download fehlgeschlagen. Tab gelöscht
es: La descarga falló. Pestaña eliminada.
fr: Téléchargement échoué. Onglet supprimé.
it: Scarica fallito. Scheda eliminata.
ja: ダウンロードに失敗しました。 タブを削除しました。
pt: Descarregar failed. Separador apagado.

# download list download progress subtitle
source: Downloaded %@ of %@. %@%%
de: Herunterladen %@ von %@. %@%%
es: Descargado %@ de %@. %@%%
fr: Téléchargé %@ de %@. %@%%
it: Scaricato %@ di %@. %@%%
ja: %$2@の%$1@をダウンロードしました。 %$3@ %%
pt: Download %@ de %@. %@%%

# download list unknown download progress subtitle
source: Downloading...
de: Herunterladen...
es: Descarga...
fr: Téléchargement en cours...
it: Scaricare...
ja: ダウンロード...
pt: Download...

# download fallback file name
source: Unknown
de: Unbekannt
es: Desconocide
fr: Inconnu
it: Sconosciuto
ja: 不明
pt: Desconhecido

# vpn settings explanation
source: <p>A VPN (Virtual Private Network) is an encrypted connection to a server. All connections between your device and the internet are first sent to the VPN server. The recipient only sees the IP address of the VPN server but not your real IP address, which is highly important in order to prevent tracking.</p><p>A VPN protects you from Man in the Middle attacks, hides your traffic from your ISP and always encrypts your traffic to the VPN server using government-grade encryption.</p><p>We offer two different types of VPNs, which use different protocols. One is a protocol called IPSec the other is OpenVPN. The VPN using IPSec can easily be controlled within the SnowHaze app, while OpenVPN requires you to use the OpenVPN Connect app and update your profiles monthly. However, OpenVPN is slightly more secure than IPSec. This is a small trade-off between usability (IPSec) and security (OpenVPN) that we can safely leave up to you.</p><p>SnowHaze VPN logs absolutely nothing and is the only VPN service using non-identifying authorization.</p><p>Subscribe to SnowHaze Premium to use the VPN and connect to one of our dedicated servers in the location of your choice. If you have not yet set the VPN please follow the steps in the online tutorial.</p><p><strong>Auto-Rotate Credentials:</strong> Automatically changes the login credentials for the server while connected to the VPN Server. Otherwise, the credentials change for every session.</p><p><strong>Auto-Update Location List:</strong> Updates the available VPN server locations</p><strong>Show Ping Status:</strong> Shows the time it takes for data to travel from your device to the server and back.
de: <p>Ein VPN (Virtual Private Network) ist eine verschlüsselte Verbindung zu einem Server. Der gesamte Verkehr zwischen deinem Gerät und dem Internet wird zuerst zum VPN Server gesendet. Der Empfänger sieht nur die IP Adresse des VPN Servers, aber nicht deine wahre IP Adresse, was extrem wichtig ist, um Tracking zu verhindern.</p><p>Ein VPN schützt dich vor Man-in-the-Middle-Angriffe, versteckt den Internetverkehr vom Internetanbieter und anderen Dritten und verschlüsselt alle Verbindungen zum VPN Server.</p><p>Wir bieten zwei verschiedene Arten von VPNs an, die unterschiedliche Protokolle verwenden. Eines ist ein Protokoll namens IPSec, das andere ist OpenVPN. Das VPN mit IPSec kann einfach innerhalb der SnowHaze App gesteuert werden, während OpenVPN verlangt, dass du die OpenVPN Connect App verwendest und deine Profile monatlich aktualisierst. Allerdings ist OpenVPN etwas sicherer als IPSec. Dies ist ein kleiner Kompromiss zwischen Benutzerfreundlichkeit (IPSec) und Sicherheit (OpenVPN), den wir dir überlassen können.</p><p>SnowHaze VPN logt absolut nichts und ist der einzige VPN Dienst ohne identifizierende Autorisation.</p><p>Abonniere SnowHaze Premium, um den VPN zu nutzen und verbinde dich mit einem unserer dedizierten Server am Standort deiner Wahl. Falls du den VPN noch nicht installiert hast, folge den Schritten im online VPN Tutorial.</p><p><strong>Selbstrotierende Logindaten:</strong> Ändert automatisch die Anmeldeinformationen für den Server, während du mit dem VPN Server verbunden bist. Andernfalls ändern sich die Anmeldedaten für jede Sitzung.</p><p><strong>Auto-Update Standortliste:</strong> Aktualisiert die Serverstandorte.</p><strong>Ping anzeigen:</strong> Zeigt wie lange es dauert, bis Daten beim Server sind und wieder zurück.
es: <p>Un VPN (Virtual Private Network:Red Virtual Privada en español) es una conexión encriptada a un servidor. Todas las conexiones entre tus dispositivos y el internet primero son enviadas a un servidor VPN. El recipiente sólo ve la dirección IP de servidor VPN pero no tu dirección de IP verdadera, que tiene mucha importancia para poder prevenir rastreos.</p><p>VPN te protege de ataques de hombre en el medio (MITM), esconde tu tráfico y siempre encripta tu tráfico del servidor de VPN.</p><p>Ofrecemos dos tipos diferentes de VPNs, que utilizan protocolos diferentes. Uno es un protocolo llamado IPSec y el otro es OpenVPN. La VPN que utiliza IPSec puede controlarse fácilmente con la aplicación SnowHaze, mientras que OpenVPN requiere que utilice la aplicación OpenVPN Connect y actualice sus perfiles mensualmente. Sin embargo, OpenVPN es ligeramente más seguro que IPSec. Se trata de una pequeña compensación entre la usabilidad (IPSec) y la seguridad (OpenVPN) que podemos dejar en sus manos.</p><p>SnowHaze VPN no registra absolutamente nada y es el único servicio VPN que utiliza autorización no identificable.</p><p>Subscríbete a SnowHaze Premium para usar el VPN. Si aún no configuras el VPN, por favor sigue los pasos en el tutorial o ve el tutorial en línea.</p><p><strong>Auto-rotar credenciales:</strong> Cambia automáticamente las credenciales de inicio de sesión del servidor mientras está conectado al servidor VPN. De lo contrario, las credenciales cambian para cada sesión.</p><p><strong>Auto-Update localizaciones:</strong> Actualiza los VPN disponibles en los servidores locales.</p><strong>Mostrar Estado Ping:</strong> Muestra el tiempo que le toma a la información viajar de tu dispositivo hacia el servidor, y de vuelta.
fr: <p>Un VPN (Virtual Private Network) est une connexion cryptée vers un serveur. Toutes les connexions entre votre appareil et internet sont d’abord envoyées vers le serveur VPN. Le destinataire ne voit que l’adresse IP du serveur et non votre vraie adresse IP. Cela est très important afin de se protéger contre le tracking sur internet.</p><p>Un VPN vous protège d’attaques de l’intercepteur (attaque MITM), masque votre trafic internet et crypte tout le trafic internet depuis votre appareil en utilisant un cryptage au niveau gouvernemental.</p><p>Nous offrons deux types différents de VPNs, qui utilisent des protocoles différents. L'un est un protocole appelé IPSec, l'autre est OpenVPN. Le VPN utilisant IPSec peut facilement être contrôlé dans l'application SnowHaze, tandis que OpenVPN exige que vous utilisiez l'application OpenVPN Connect et que vous mettiez à jour vos profils mensuellement. Cependant, OpenVPN est légèrement plus sûr que IPSec. Il s'agit d'un petit compromis entre la facilité d'utilisation (IPSec) et la sécurité (OpenVPN) que nous pouvons vous laisser en toute sécurité.</p><p>SnowHaze n'enregistre absolument rien et est le seul service VPN avec autorisation non-identifiante.</p><p>Abonnez-vous à SnowHaze Premium pour utiliser le VPN et connectez-vous à un de nos serveurs dédiés à l'emplacement de votre choix. Si vous n’avez pas encore installé le VPN, veuillez suivre le tutoriel ou le tutoriel sur le site web.</p><p><strong>Auto-rotation des identifiants:</strong> Modifie automatiquement les informations d'identification du serveur lorsque vous êtes connecté au serveur VPN. Sinon, les informations d'identification changent pour chaque session.</p><p><strong>Auto-Update lieux :</strong> Actualise les emplacements de serveurs VPN accessibles.</p><strong>Afficher le Ping :</strong> Indique le temps nécessaire pour l'aller-retour des données jusqu'au serveur VPN.
it: <p>Un VPN (Virtual Private Network) è una connessione cifrata a un server.L’intero traffico tra il tuo apparecchio e l’internet sarà trasmesso prima a un server VPN. Il destinatario vede solo l’indirizzo IP del server VPN ma non il tuo indirizzo IP vero. Questa procedura molto importante permette d’evitare un tracking.</p><p>Un VPN ti protegge soprattutto da un attacco Man-in-the-Middle, nasconde il movimento internet e codifica sempre i tuoi collegamenti con il server VPN.</p><p>Offriamo due diversi tipi di VPN, che utilizzano protocolli diversi. Uno è un protocollo chiamato IPSec, l'altro è OpenVPN. La VPN tramite IPSec può essere facilmente controllata dall'app SnowHaze, mentre OpenVPN richiede l'utilizzo dell'app OpenVPN Connect e l'aggiornamento mensile dei profili. Tuttavia, OpenVPN è leggermente più sicuro di IPSec. Si tratta di un piccolo compromesso tra usabilità (IPSec) e sicurezza (OpenVPN) che possiamo tranquillamente lasciare a te.</p><p>SnowHaze VPN non registra assolutamente nulla ed è l'unico servizio VPN che utilizza un'autorizzazione non identificativa.</p><p>Abbona SnowHaze Premium per utilizzare il VPN. Se non hai ancora installato il VPN segui i passi sul online VPN tutorial.</p><p><strong>Credenziali auto-rotazione:</strong> Modifica automaticamente le credenziali di accesso al server durante la connessione al server VPN. Altrimenti, le credenziali cambiano per ogni sessione.</p><p><strong>Auto-Update posizioni:</strong> attualizza l’ubicazione dei server.</p><strong>Avviso Ping:</strong> Mostra quanto tempo impiegano i dati ad arrivare al server e ritorno.
ja: <p>VPN (Virtual Private Network)は暗号化されたプライベートなネットワークです。ユーザーの使用する機器とインターネット間の全ての通信は、はじめに、VPNサーバーに送られます。VPNサーバーを介して情報を受けとった受信者には、ユーザー（送信者）のIPアドレスが通知されることはありません （VPNサーバーのIPアドレスが通知されます）。この機能はトラッキングの防止に役立ちます。</p><p>VPNの利用はインターネット活動をより安全で快適なものにします。例えば、VPNサーバーとの通信は暗号化されます。</p><p>異なるプロトコルを使用する2種類のVPNを提供しています。 1つはIPSecと呼ばれるプロトコルで、もう1つはOpenVPNです。 IPSecを使用したVPNはSnowHazeアプリ内で簡単に制御できますが、OpenVPNではOpenVPN Connectアプリを使用し、毎月プロファイルを更新する必要があります。 しかし、OpenVPNはIPSecよりも少し安全です。 これは、使いやすさ（IPSec）とセキュリティ（OpenVPN）の間の小さなトレードオフであり、私たちが安全にあなたに任せることができます。</p><p> SnowHaze VPNは絶対に何も記録せず、非識別認証を使用する唯一のVPNサービスです。</p><p>SnowHaze VPNの利用にはSnowHaze VPNの購読が必要です。VPNの設定についてはオンラインチュートリアルをご参考下さい。</p><p><strong>資格情報を自動的にローテーションする:</strong>VPNサーバーに接続している間、サーバーのログイン資格情報を自動的に変更します。 それ以外の場合は、各セッションの資格情報が変更されます。</p><p><strong>位置リストの自動更新：</strong>利用可能なVPNサーバーの位置情報を更新します。</p><strong>Pingの表示：</strong> 通信スピードを表示します。具体的には、 使用デバイス・サーバー間を往復するための所要時間が表示されます。
pt: <p>Um VPN (Virtual Private Network) é uma conexão encriptada a um servidor. Toda e qualquer ligação entre o seu dispositivo e a internet passa primeiro pelo servidor VPN. O receptor vê somente o endereço IP do servidor VPN e não o seu endereço IP real, o que é altamente importante para prevenir o rastreamento.</p><p>O VPN protege-o dos ataques de interceptadores ( ataque MITM), oculta o seu trafego de dados, sempre a encriptação do seu trafego para o servidor de VPN.</p><p>Oferecemos dois tipos diferentes de VPNs, que usam protocolos diferentes. Um é um protocolo chamado IPSec, o outro é o OpenVPN. A VPN que usa o IPSec pode ser facilmente controlada no aplicativo SnowHaze, enquanto o OpenVPN exige que você use o aplicativo OpenVPN Connect e atualize seus perfis mensalmente. No entanto, o OpenVPN é um pouco mais seguro que o IPSec. Este é um pequeno compromisso entre usabilidade (IPSec) e segurança (OpenVPN) que podemos deixar com segurança para você.</p><p>A SnowHaze VPN não registra absolutamente nada e é o único serviço de VPN que usa autorização de não identificação.</p><p>Subscreva o SnowHaze Premium para poder usar o VPN. SE ainda não configurou o VPN, por favor siga os passos do tutorial online.</p><p><strong>Credenciais de rotação automática:</strong> Altera automaticamente as credenciais de login do servidor enquanto estiver conectado ao servidor VPN. Caso contrário, as credenciais mudam para cada sessão.</p><p><strong>Auto-Update os localização:</strong> atualiza a localização do servidor VPN disponível.</p><strong>Mostrar Ping:</strong> informa quanto tempo é necessário para que os dados sejam transferidos do seu dispositivo até ao servidor e de volta ao seu dispositivo.
