Repository: aberja/SnowHaze-iOS
Catalog: SnowHaze/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# history settings explanation
source: <p>Manage your browsing history. Your browsing history is a list of sites you visited as well as the date and time you visited them. You can access a formerly visited page by tapping it in the list.</p><p><strong>Save History:</strong> When enabled your history is stored locally on your device. It is not accessible to anyone but you. SnowHaze doesn't save visited pages if this setting is turned off.</p><p><strong>Forget Private Sites:</strong> Although Save History is turned on, browsing history will not be recorded for private sites if turned on.</p><strong>Clear History:</strong> Erase all browsing history.
de: <p>Verwalte deinen Suchverlauf. Der Suchverlauf ist eine Liste der besuchten Webseiten, sowie Datum und Zeit des Besuchs. Du gelangst durch Tippen auf den Verlaufseintrag wieder auf die Webseite.</p><p><strong>Verlauf speichern:</strong> Wenn diese Einstellung eingeschaltet ist, wird der Verlauf lokal auf deinem Gerät gespeichert. Dieser ist nur dir zugänglich. Besuchte Seiten werden nicht gespeichert, wenn diese Einstellung ausgeschaltet ist.</p><p><strong>Private Seiten vergessen:</strong> Obwohl 'Verlauf speichern' eingeschalten ist, wird der Verlauf für private Seiten nicht gespeichert.</p><strong>Verlauf löschen:</strong> Gesamten Suchverlauf löschen.
es: <p>Administrar el historial de navegación. Su historial de navegación es una lista de sitios que ha visitado, así como la fecha y el tiempo que les ha visitado. Se puede acceder a una página visitada anteriormente pulsando sobre ella en la lista del historial.</p><p><strong>Guardar Historial:</strong> Al activar su historial se almacena localmente en el dispositivo. Además solo usted puede acceder. SnowHaze no guarda las páginas visitadas, si esta opción está desactivada.</p><p><strong>Olvidar sitios web privados:</strong> Aunque Guardar historial está activado, no se guardará el historial en sitios aunque esté activado.</p><strong>Eliminar Historial:</strong> Borrar todo el historial de navegación.
fr: <p>Réglages de l'historique. L'historique est une liste des sites visités ainsi que la date et l'heure de la visite. Il est possible d'accéder à une page précédemment visitée en cliquant dans la liste.</p><p><strong>Sauver l'historique :</strong> Quand cette option est choisie l'historique des sites visités est enregistré sur l'appareil et n'est accessible qu'à l'utilisateur. SnowHaze n'enregistre aucun historique si cette option est éteinte.</p><p><strong>Oublier les sites privés :</strong> Même que l'enregistrement de l'historique est actif, l'historique ne sera pas enregistré pour les sites privés.</p><strong>Effacer l'historique :</strong> Tout l'historique est effacé.
it: <p>Gestire la cronologia di navigazione. La cronologia di navigazione è un elenco di siti visitati, nonché la data e l'ora in cui li ha visitati. È possibile accedere a una pagina precedentemente visitata cliccando su di essa nella lista.</p><p><strong>Salva la cronologia:</strong> Quando abilitata, la cronologia della vostra navigazione è memorizzata localmente sul dispositivo. È accessibile solo da voi e da nessun altro. SnowHaze non salva le pagine visitate se questa impostazione è disattivata.</p><p><strong>Dimentica Siti privati:</strong> Anche se Salva cronologia è attivo, la cronologia di navigazione non verrà registrato per i siti privati, se questa impostazione è stata attivata.</p><strong>Cancella cronologia:</strong> Cancella l'intera cronologia di navigazione.
ja: <p>閲覧履歴の管理。閲覧履歴は、ウェブサイトを閲覧した日付や時間のリストだけでなく、そのウェブサイトのリストでもあります。以前アクセスしたページを閲覧履歴のリストからタップすることで、またアクセスすることができます。</p><p><strong>履歴の保存:</strong> デバイスでローカルに保存された履歴がある場合です。これは、使用している本人以外は閲覧することができません。SnowHazeでは、この設定がオフの場合、閲覧したページを保存することはありません。</p><p><strong>プライベートサイトを消去する:</strong> 履歴の保存の設定がオンになっている場合でも、プライベートサイトで閲覧した場合、履歴が保存されることはありません。</p><strong>履歴を削除する:</strong> すべての閲覧履歴を削除します。
pt: <p>Gestão do histórico. O histórico é uma lista dos sites visitados bem como a hora e a data da visita. É possível aceder a uma página visitada anteriormente ao clicar no nome da mesma na lista do histórico.</p><p><strong>Guardar o histórico:</strong> Ao escolher esta função, o histórico é salvaguardado no aparelho do utilizador e só pode ser consultado pelo mesmo. O SnowHaze não guarda nenhum registo das páginas visitadas no histórico caso esta opção esteja desativada.</p><p><strong>Esquecer os sites privados:</strong> A visita de sites privados não será guardada no histórico, mesmo que a opção 'guardar histórico' esteja ativada.</p><strong>Apagar histórico:</strong> Todo o histórico é apagado.

# media playback settings explanation
source: <p>Select how media like video or audio should be played.</p><p><strong>Require User Action:</strong> For media to play an active action (tapping) from the user is required. <u>Note</u> that disabling this setting can cause larger cellular data usage because media starts to play automatically.</p><strong>Allow Inline Playback:</strong> Allow videos to play without switching to full screen mode.
de: <p>Wähle aus, wie Medien wiedergegeben werden sollen. Hierzu gehören Videos und Audiodateien.</p><p><strong>Benutzerhandlung erfordern:</strong> Um abgespielt zu werden, muss der Benutzer die Wiedergabe durch Tippen erzwingen. <u>Bemerkung:</u> Wenn diese Einstellung ausgeschaltet ist, kann dies zu grösserem Verbrauch an mobilen Daten führen, weil Medien automatisch abgespielt werden.</p><strong>Inline Wiedergabe zulassen:</strong> Erlaubt Videos abgespielt zu werden, ohne in den Vollbildmodus zu wechseln.
es: <p>Seleccione cómo se debe reproducir media como vídeo o audio.</p><p><strong>Requeriré la intervención:</strong> Para reproducir media necesita la intervención del usuario (tocar la pantalla. <u>Tenga</u> en cuenta que al desactivar esta configuración puede causar un mayor uso de datos móviles más grande porque videos y audios empezarían a reproducirse de manera automática.</p><strong>Permitir inline playback:</strong> Permitir que los vídeos se reproduzcan sin tener que cambiar al modo de pantalla completa.
fr: <p>Sélectionnez de quelle façon les médias doivent être lus.</p><p><strong>Exiger une action :</strong> L'utilisateur doit activement cliquer pour la lecture de médias. <u>Remarque :</u> Désactiver cette option peut causer une plus grande consommation de données mobiles, parce que la lecture des médias commence automatiquement.</p><strong>Autoriser la lecture en ligne :</strong> Autoriser la lecture de vidéos sans passer en mode plein écran.
it: <p>Selezione la modalità con cui i media quali video e audio devono essere riprodotti.</p><p><strong>Richiedi intervento:</strong> Per la riproduzione dei media è richiesta un'azione attiva da parte dell'utente. <u>Da notare</u> che la disattivazione di questa impostazione può causare maggiore utilizzo di dati sul cellulare perché i media iniziano la riproduzione automaticamente.</p><strong>Consentire il playback inline:</strong> Consente la riproduzione die video senza passare alla modalità a schermo intero.
ja: <p>動画、オーディオなどが再生されるメディアの選択方法。</p><p><strong>応答を要求する:</strong> メディアを再生するには、ユーザーによる応答（タッピング）が必要です。<u>ただし、</u>この設定を行わないと、メディアが自動再生されるため、多くのモバイルデータ通信を使用することになるのでご注意ください。</p><strong>インラインの再生を許可する:</strong> 全画面モードに変えることなく、ビデオ再生を許可します。
pt: <p>Escolher de que maneira os médias, como vídeo e áudio, devem ser lidos.</p><p><strong>Exigir uma ação:</strong> O utilizador deve clicar para abrir a leitura dos médias. <u>Nota:</u> Desativar esta opção pode provocar um aumento do consumo dos dados móveis, visto que a leitura dos médias começará automaticamente.</p><strong>Autorizar a leitura em linha:</strong> Autoriza a leitura de vídeos sem os passar em modo de ecrã inteiro.

# tracking protection settings explanation
source: <p>Prevent websites from tracking you. Websites use different ways to gather information about their visitors. This information contains for example your interests, your browsing behavior or your visited sites. Some sites can track you even when you are not on their website anymore.</p><p><strong>Block HTTP Referers:</strong> The owner of a website doesn't get information about the sites you visited before when this option is turned on.</p><p><strong>Block Tracking Scripts:</strong> Blocking Tracking Scripts will block JavaScript content specifically designed to track you on the web.</p><p><strong>Block Ads:</strong> This setting allows you to block ads on certain websites.</p><p><strong>Block Canvas Access:</strong> Canvas Fingerprinting is a method to identify a user without using cookies. Blocking will prevent identification and tracking.</p><p><strong>Block Fingerprinting:</strong> Enabling this option protects from various methods used to track you on the internet.</p><p><strong>Block Sharing Buttons:</strong> This option removes Social Media content on web pages such as the Facebook like button and other widgets.</p><p><strong>Apply Hide Only Rule:</strong> This feature hides content that you want to have blocked, but could not be stopped from loading.</p><strong>Skip Redirects:</strong> Avoid being redirected over many sites when following a link and access the target site directly. <u>Note</u> that this will bypass website security features.
de: <p>Blockiere Möglichkeiten, die Webseiten haben um dich zu verfolgen. Webseiten verwenden verschieden Methoden, um Informationen über ihre Besucher zu sammeln. Diese Informationen sind beispielsweise deine Interessen, dein Suchverhalten oder deinen Suchverlauf. Einige Seiten können dich auch noch verfolgen, wenn du nicht mehr auf ihren Seiten bist.</p><p><strong>HTTP Referers blockieren:</strong> Der Besitzer einer Webseite erhält keine Informationen über deinen Suchverlauf, wenn diese Einstellung eingeschaltet ist.</p><p><strong>Tracking Scripts blockieren:</strong> JavaScripts, die speziell dazu dienen dich im Internet zu verfolgen, werden blockiert.</p><p><strong>Werbung blockieren:</strong> Diese Einstellung blockiert Werbung auf gewissen Seiten.</p><p><strong>Canvas Fingerprinting blockieren:</strong> Canvas Fingerprinting ist eine Methode, einen Benutzer zu identifizieren ohne Cookies zu verwenden. Diese Einstellung verhindert Identifikation und Tracking wenn eingeschaltet.</p><p><strong>Fingerprinting blockieren:</strong> Diese Einstellung blockiert verschiedene Verfolgungsmethoden im Internet.</p><p><strong>Teilen Buttons blockieren:</strong> Diese Option entfernt Social Media Inhalte auf Webseiten wie beispielsweise den Facebook Like Button und andere Widgets.</p><p><strong>Unblockiertes ausblenden:</strong> Diese Option blendet Inhalte aus, die du nicht sehen willst, aber beim Laden nicht blockiert werden konnten.</p><strong>Umleitungen überspringen:</strong> Vermeide über viele Seiten umgeleitet zu werden, wenn du einem Link folgst und rufe die Zielseite direkt auf. <u>Hinweis:</u> Damit werden auch die Sicherheitsfunktionen von Webseiten umgangen.
es: <p>Evitar que los sitios web ejerzan seguimiento en usted. Los sitios web usan diferentes formas para recopilar información acerca de sus visitantes. Esta información contiene, por ejemplo, sus intereses, su comportamiento de navegación o los sitios visitados. Algunos sitios pueden realizar un seguimiento de usted, incluso cuando usted no está en ese sitio web.</p><p><strong>Bloqueo HTTP Referers:</strong> El propietario de un sitio web no recibe información sobre los sitios que ha visitado antes, cuando esta opción está activada.</p><p><strong>Bloquear Scripts de Seguimiento:</strong> El bloqueo de Scripts de Seguimiento bloqueará contenido JavaScript diseñado específicamente para realizar un seguimiento en la web.</p><p><strong>Bloquear Anuncios:</strong> Este ajuste le permite bloquear anuncios en ciertas páginas web.</p><p><strong>Prevenir Canvas Fingerprint:</strong> Las huellas digitales son un método para identificar a un usuario sin el uso de cookies. El bloqueo evitará la identificación y el seguimiento.</p><p><strong>Bloquear Fingerprint:</strong> Habilitar esta opción te protege de varios métodos que solían usarse para rastrearte por internet.</p><p><strong>Bloquear botones share:</strong> esta opción elimina contenido de medios sociales en sitios web como el botón de Facebook Like y otros widgets.</p><p><strong>Ocultar desbloqueado:</strong> Esta función oculta el contenido que desea bloquear, pero no se pudo detener su carga.</p><strong>Saltar redirecciones:</strong> Evita ser redirigido sobre muchos sitios al seguir un enlace y accede al sitio objetivo directamente. <u>Nota:</u> Esto también evitará las características de seguridad de los sitios web.
fr: <p>Réglages du tracking sur internet. Les sites web utilisent différentes méthodes pour récolter des informations sur leurs visiteurs. Ces informations contiennent par exemple les intérêts et le comportement de recherche de l'utilisateur ou les sites visités. Certains sites peuvent même traquer leurs visiteurs quand ils ne sont plus sur le site.</p><p><strong>Bloquer les Référents HTTP :</strong> Le propriétaire d'un site reçoit les informations des sites précédemment visités quand cette option est inactive.</p><p><strong>Bloquer les scripts de repérage :</strong> Bloquer les scripts de repérage bloque les contenus JavaScript fait spécialement pour traquer les visiteurs sur internet.</p><p><strong>Bloquer les annonces :</strong> Ce réglage permet de bloquer la publicité sur certaines pages.</p><p><strong>Bloquer Canvas Fingerprinting :</strong> Canvas Fingerprinting est une méthode pour identifier un utilisateur sans utiliser des cookies. Bloquer cette option prévient l'identification et le suivi d'activités sur internet.</p><p><strong>Bloquer le Fingerprinting :</strong> Ce réglage bloque diverses méthodes qui servent à poursuivre les utilisateurs sur internet.</p><p><strong>Bloquer les boutons partage:</strong> Cette option enlève les contenus de réseaux sociaux sur les sites web, comme par exemple le bouton 'j'aime' de Facebook et d'autres widgets.</p><p><strong>Cacher si pas bloqué :</strong> Cette option cache les contenus que vous ne désirez pas voir, mais qui n'ont pas pu être bloqués au chargement.</p><strong>Sauter les redirections:</strong> Évitez d'être redirigé vers plusieurs sites lorsque vous suivez un lien et accédez directement au site souhaité. <u>Note:</u> Cela contournera également les dispositifs de sécurité des sites web.
it: <p>Evitare ai siti web di tracciarvi. I siti utilizzano diversi modi per raccogliere informazioni sui loro visitatori. Queste informazioni contengono per esempio i vostri interessi, il comportamento di navigazione o i siti visitati. Alcuni siti possono tracciarvi anche quando avete abbandonato il loro sito web.</p><p><strong>Blocco dell'HTTP Referers:</strong> Il proprietario di un sito web non ottiene le informazioni sui siti visitati prima, quando questa opzione è attivata.</p><p><strong>Blocca gli Script di monitoraggio:</strong> Blocco script di monitoraggio bloccherà i contenuti JavaScript progettati specificamente per monitorare voi sul web.</p><p><strong>Bloccare pubblicità:</strong> Questa impostazione permete di bloccare pubblicità in alcune pagine web.</p><p><strong>Prevenire Canvas Fingerprinting:</strong> Canvas Fingerprinting è un metodo per identificare un utente senza l'utilizzo di cookie. Il blocco impedisce l'identificazione e il monitoraggio.</p><p><strong>Bloccare il Fingerprinting:</strong> Quest'impostazione blocca diversi metodi d'inseguimento nel internet.</p><p><strong>Bloccare i share buttons:</strong>Quest'opzione rimuove il contenuto dei social media, per esempio il Like Button di Facebook e altri widgets.</p><p><strong>Nascondi sbloccati:</strong> Questa funzionalità nasconde un contenuto che si desidera bloccare, che non e stato bloccato durante il carico della website.</p><strong>Salta i redirect:</strong> Evitare di essere reindirizzati su molti siti quando si segue un link e accedere direttamente al sito di destinazione. <u>Nota:</u> Questo eviterà anche le funzioni di sicurezza dei siti web.
ja: <p>ウェブサイトでのトラッキング（追跡）を拒否する。 ウェブサイトは様々な方法で訪問者の情報を集めています。この情報は、例えば、興味、ブラウジング行動や 訪問したサイトを含みます。一部のウェブサイトは、そのウェブサイトをすでに見ていない場合でも、追跡することができます。</p><p><strong>HTTP リファラをブロックする:</strong> ウェブサイトの管理人は、この設定がオンの場合、そのウェブサイトを訪問する以前に訪問したサイトに関する情報を得ることはできません。</p><p><strong>トラッキングコードをブロックする:</strong> トラッキングコードをブロックすることは、JavaScriptのコンテンツを変更し、あなたをウェブサイト上で追跡することをブロックします。</p><p><strong>広告ブロック機能：</strong> ウェブサイト上の広告を非表示にします。ただし、一部のサイトでは広告が表示されることがあります。</p><p><strong>Canvas Fingerprintを拒否する:</strong> Canvas Fingerprinting は、cookieを使わずにユーザーを認識する方法です。ブロックすることで、認識やトラッキングを拒否することができます。</p><p><strong>フィンガープリント対策：</strong>この機能を有効にすることで、フィンガープリントを利用したユーザー追跡を防ぐ可能性を高めることができます。</p><p><strong>シェアボタンをブロック：</strong>このオプションは 、Facebookのボタンやその他のウィ ジェット等をソーシャルメディアコンテンツ のウェブページ上から削除します。</p><p><strong>隠すルール：</strong> この機能は、ブロックしたいコンテンツを非表示にしますが、読み込みを停止することはできません。</p><strong>リダイレクトをスキップ:</strong>リンクをたどっているときに多くのサイトにリダイレクトされるのを避け、ターゲット サイトに直接アクセスしてください。<u>注意:</u>これもWebサイトのセキュリティ機能を迂回します。
pt: <p>Impedir que os sites recolham e guardem informação do utilizador. Os sites Web recorrem a diferentes métodos para recolher informação sobre os utilizadores que os visitam. Trata-se de informações como por exemplo os interesses de cada visitante, o seu padrão de pesquisa ou ainda o tipo de sites que visitou. Alguns sites podem até rastrear o visitante mesmo depois deste sair e fechar a janela do seu site.</p><p><strong>Bloquear os referentes HTTP:</strong> Quando esta opção está ativada, o proprietário de cada site não receberá as informações dos sites que o utilizador visitou anteriormente.</p><p><strong>Bloquear os scripts de rastreio:</strong> Bloqueia os conteúdos JavaScript dedicados ao rastreio dos utilizadores.</p><p><strong>Bloquear anúncios:</strong> Essa configuração permite bloquear os anúncios em algumas páginas.</p><p><strong>Bloquear Canvas Fingerprinting:</strong> Canvas Fingerprinting é um método utilizado para identificar o utilizador sem recorrer ao uso de cookies. Bloquear esta opção impede a identificação e o rastreio de atividades.</p><p><strong>Bloquear Fingerprinting:</strong> Ativar esta funcionalidade protege contra vários méthodos de rastreamento usados na internet.</p><p><strong>Bloqueio share buttons:</strong> Esta opção retira dos sites web o conteúdo de redes sociais ( ex.: o ícone 'gostei' de Facebook e de outros widgets).</p><p><strong>Ocultar desbloqueado:</strong> Esse recurso oculta o conteúdo que deseja bloquear, mas não pode ser interrompido de carregar.</p><strong>Saltar redirecções:</strong> Evite ser redireccionado sobre muitos sites quando seguir um link e aceder directamente ao site alvo. <u>Nota:</u> Isto também irá contornar as características de segurança dos websites.
