Repository: aberja/SnowHaze-iOS
Catalog: SnowHaze/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# tor settings explanation
source: <p>Tor is a network over which internet traffic is rerouted multiple times to hide a user's location and usage. Tor makes it more difficult to trace back the internet activity of a user.</p><p><strong>Use Tor:</strong> Every connection will be rerouted over the Tor network when this option is turned on.</p><p><strong>Start on Launch:</strong> The connection to the Tor network is started when you launch SnowHaze. This makes Tor ready to be used and avoids waiting times.</p><p><strong>Send "Do Not Track" Request:</strong> Ask websites not to track you. It is up to the website to respect this.</p><p><strong>Use Tor for API Calls:</strong> Use Tor for calls to SnowHaze services, e.g. to download site lists or update VPN profiles.</p><p>Connect manually using the button below. Tor connects automatically when you try to make the first connection.</p><p><strong>Rotate Circuit for new Tokens:</strong> Uses a new Tor circuit if a new token is used for an API call.</p><u>Note:</u> This is an experimental version of Tor. Some features, including security features, do not work correctly, please use it with caution.
de: <p>Tor ist ein Netzwerk, über das der Internetverkehr mehrmals umgeleitet wird, um den Standort und die Nutzung eines Benutzers zu verbergen. Tor macht es schwieriger, die Internetaktivitäten eines Benutzers zurückzuverfolgen.</p><p><strong>Tor verwenden:</strong> Jede Verbindung wird über das Tor Netzwerk umgeleitet, wenn diese Option eingeschaltet ist.</p><p><strong>Beim Start verbinden:</strong> Die Verbindung zum Tor Netzwerk wird gestartet, wenn SnowHaze gestartet wird. Das macht Tor einsatzbereit und vermeidet Wartezeiten.</p><p><strong>"Do Not Track" Anfrage senden:</strong> Bitte Webseiten, dich nicht zu verfolgen. Es liegt an der Webseite, dies zu respektieren.</p><p><strong>Tor für API Calls:</strong> Tor für Aufrufe an SnowHaze-Dienste benutzen, z.B. um Seitenlisten herunterzuladen oder VPN Profile zu aktualisieren.</p><p>Mit dem Button unten kannst du dich manuell verbinden. Tor verbindet sich automatisch, wenn die erste Verbindung hergestellt wird. </p><p><strong>Rotate Circuit for new Tokens:</strong> Verwendet einen neuen Tor Circuit, wenn ein neues Token für einen API Call verwendet wird.</p><u>Hinweis:</u> Dies ist eine experimentelle Version von Tor. Einige Funktionen, einschliesslich Sicherheitsfunktionen, funktionieren nicht immer einwandfrei, bitte nutze es mit Vorsicht.
es: <p>Tor es una red sobre la cual el tráfico de internet es redirigido varias veces para ocultar la ubicación y el uso de un usuario. Tor hace más difícil rastrear la actividad en Internet de un usuario.</p><p><strong>Usar Tor:</strong> Cada conexión será desviada a través de la red Tor cuando esta opción esté activada.</p><p><strong>Comienza en el lanzamiento:</strong> La conexión a la red Tor se inicia cuando se lanza SnowHaze. Esto hace que Tor esté listo para ser usado y evita los tiempos de espera.</p><p><strong>Envíe solicitud "No rastrear":</strong> Pedir a los sitios web que no te rastreen. Depende de la página web respetar esto.</p><p><strong>Usar Tor para llamadas API:</strong> Usar Tor para llamadas a los servicios de SnowHaze, por ejemplo para descargar listas de sitios o actualizar perfiles VPN.</p><p>Conecte manualmente usando el botón de abajo. Tor se conecta automáticamente cuando intenta hacer la primera conexión.</p><p><strong>Rotar circuito para nuevas tokens:</strong> Usa un nuevo circuito Tor si un nuevo token es usado para una llamada API.</p><u>Nota:</u> Esta es una versión experimental de Tor. Algunas características, incluyendo las de seguridad, no funcionan correctamente, por favor úselas con precaución.
fr: <p>Tor est un réseau sur lequel le trafic internet est redirigé plusieurs fois pour cacher la localisation et l'utilisation d'un utilisateur. Tor rend plus difficile la traçabilité de l'activité Internet d'un utilisateur.</p><p><strong>Utiliser Tor:</strong> Chaque connexion sera redirigée par le réseau Tor lorsque cette option est activée.</p><p><strong>Démarrer au lancement:</strong> La connexion au réseau Tor est démarrée lorsque vous lancez SnowHaze. Cela rend Tor prêt à être utilisé et évite les temps d'attente.</p><p><strong>Envoyer la demande "Ne pas suivre":</strong> Demander aux sites web de ne pas vous suivre. C'est au site web de respecter cette demande.</p><p><strong>Tor pour calls API:</strong> Utiliser Tor pour les connexions aux services SnowHaze, par exemple pour télécharger des listes ou mettre à jour les profils VPN.</p><p>Connectez-vous manuellement en utilisant le bouton ci-dessous. Tor se connecte automatiquement lorsque vous essayez d'établir la première connexion.</p><p><strong>Rotation du circuit pour les nouveaux jetons:</strong> Utilise un nouveau circuit Tor si un nouveau token est utilisé pour un appel API.</p><u>Note:</u> Il s'agit d'une version expérimentale de Tor. Certaines fonctionnalités, y compris les fonctions de sécurité, ne fonctionnent pas correctement, veuillez l'utiliser avec prudence.
it: <p>Tor è una rete su cui il traffico internet viene reindirizzato più volte per nascondere la posizione e l'utilizzo di un utente. Tor rende più difficile rintracciare l'attività internet di un utente.</p><p><strong>Usa Tor:</strong> Ogni connessione sarà reindirizzata sulla rete Tor quando questa opzione è attivata.</p>.<p><strong>Inizio al lancio:</strong> La connessione alla rete Tor viene avviata al lancio di SnowHaze. Questo rende Tor pronto per essere utilizzato ed evita i tempi di attesa. </p><p><strong>Invia richiesta "Non tracciare":</strong> Chiedi ai siti web di non tracciarti. Spetta al sito web rispettare questo.</p><p><strong>Tor per chiamate API:</strong> Usa Tor per le chiamate ai servizi SnowHaze, ad esempio per scaricare gli elenchi dei siti o aggiornare i profili VPN.</p><p>Connetti manualmente usando il bottone qui sotto. Tor si connette automaticamente quando si tenta di effettuare la prima connessione.</p><p><strong>Ruotare il circuito per i nuovi gettoni:</strong> Utilizza un nuovo circuito Tor se un nuovo token viene utilizzato per una chiamata API.</p><u>Nota:</u> Questa è una versione sperimentale di Tor. Alcune funzioni, incluse quelle di sicurezza, non funzionano correttamente, si prega di utilizzarla con cautela.
ja: <p>Tor は、ユーザーの場所や使用状況を隠すために、インターネット トラフィックを何度もリルートするネットワークです。Tor は、ユーザーのインターネット活動を追跡することをより困難にします。</p><p><strong>Tor を使用する:</strong>このオプションがオンになっている場合、すべての接続は Tor ネットワークを介してリルートされます。</p><p><strong>起動時に開始:</strong> SnowHazeを起動するとTorネットワークへの接続が開始されます。これにより、Torが使用可能な状態になり、待ち時間を回避することができます。</p><p><strong>"追跡しない"リクエストを送信する:</strong> ウェブサイトに追跡しないように依頼してください。これを尊重するのはウェブサイト次第です。</p><p><strong>APIコールにTorを使用:</strong>サイトリストのダウンロードやVPNプロファイルの更新など、SnowHazeサービスへのコールにTorを使用します。</p><p>下のボタンを使用して手動で接続してください。Tor は最初の接続を試みると自動的に接続します。</p><p><strong>新しいトークンの回転回路:</strong>API コールに新しいトークンが使用された場合、新しい Tor Circuitを使用します。</p><u>注意:</u>これはTorの実験版です。セキュリティ機能を含む一部の機能が正常に動作しない場合がありますので、ご注意の上ご利用ください。
pt: <p>Tor é uma rede através da qual o tráfego da Internet é reencaminhado várias vezes para esconder a localização e utilização de um utilizador. Tor torna mais difícil rastrear a atividade da internet de um usuário.</p><p><strong>Utilizar Tor:</strong> Cada ligação será reencaminhada através da rede Tor quando esta opção for activada.</p><p><strong>Iniciar no lançamento:</strong> A ligação à rede Tor é iniciada quando se lança o SnowHaze. Isto torna o Tor pronto para ser usado e evita tempos de espera.</p><p><strong>Enviar pedido "Não Rastrear":</strong>Pedir aos sites que não o rastreiem. Cabe ao website respeitar isto.</p><p><strong>Utilizar Tor para chamadas API:</strong>Utilizar Tor para chamadas para serviços SnowHaze, por exemplo, para descarregar listas de sites ou actualizar perfis VPN.</p><p>Conectar manualmente usando o botão abaixo. O Tor liga-se automaticamente quando se tenta fazer a primeira ligação.</p><p><strong>Rotacionar circuito para novos tokens:</strong> Utiliza um novo circuito Tor se um novo token é usado para uma chamada API.</p><u>Nota:</u> Esta é uma versão experimental do Tor. Algumas funcionalidades, incluindo funcionalidades de segurança, não funcionam correctamente, por favor use-a com cuidado.

# passcode settings explanation
source: <p>You can passcode lock the access to SnowHaze. Set, change or disable your passcode below.</p><p><strong>MODE:</strong> Choose if you want a passcode only or if you want to allow biometric ID (Touch ID or Face ID). The time after which SnowHaze will be locked can be set.</p><strong>TYPE:</strong> Select if you want a six-digit (eg. 378291), a long numeric (eg. 73820983772) or an alphanumeric (eg. $7&9jK-55[*d_4) passcode.
de: <p>Du kannst SnowHaze mit einem Passwort schützen. Setze, ändere oder lösche dein Passwort.</p><p><strong>MODUS:</strong> Wähle aus, ob nur das Passwort oder auch die biometrische ID (Touch ID oder Face ID) SnowHaze entsperren kann. Du kannst bestimmen nach welcher Zeit SnowHaze gesperrt werden soll.</p><strong>FORMAT:</strong> Du kannst einen 6-stelligen Zahlencode (Bsp. 378291), einen langen Zahlencode (Bsp. 73820983772) oder ein alphanumerisches Passwort (Bsp. $7&9jK-55[*d_4) setzen.
es: <p>Puedes bloquear tu código de acceso a SnowHaze. Configura, cambia o deshabilita tu código abajo.</p><p><strong>MODO:</strong> Escoge si nomás quieres código de acceso o si también deseas permitir la identificación biométrica (Touch ID o Face ID). El tiempo en el que SnowHaze se bloquea también puede ser configurado.</p><strong>FORMATO:</strong> Selecciona si quieres un código de acceso de seis dígitos (ejemplo: 378291), una clave numérica larga (ejemplo: 73820983772) o un código alfanumérico (ejemplo: $7&9jK-55[*d_4)
fr: <p>Vous pouvez protéger SnowHaze avec un mot de passe. Choisissez, changez ou désactivez votre mot de passe.</p><p><strong>MODE :</strong> Le mode définit si seul le mot de passe ou aussi l'ID biométrique (Touch ID ou Face ID) peuvent déverrouiller SnowHaze. Le temps après lequel SnowHaze se verrouille peut être choisi.</p><strong>FORMAT :</strong> Le mot de passe peut contenir 6 chiffres (p.ex. 378921), un long numéro (p.ex. 73820982772) ou un code alphanumérique (p.ex. $7&9jK-55[*d_4)
it: <p>Puoi proteggere SnowHaze con una password. Componi, cambia o cancella la tua password.</p><p><strong>MODO:</strong> Scegli se solo la password o il ID biometrica (Touch ID o Face ID) può sbloccare il SnowHaze. Il tempo in cui SnowHaze resta bloccato può essere modificato.</p><strong>FORMATO:</strong> Puoi comporre un codice numerico a sei cifre (p.es. 378291), un codice numerico lungo (p.es. 73820983772) o un codice alfanumerico (p.es. $7&9jK-55[*d_4).
ja: <p>SnowHazeブラウザを開くためのパスコードを設定します。パスコードの設定、変更、削除は以下で行えます。</p><p><strong>モード：</strong>「パスコードのみ」、「パスコードと生体認証（Touch ID、Face ID）」、「パスコード設定無し」のいずれかを選択できます。また、 SnowHazeを自動ロックするまでの時間設定を行えます。</p><strong>パスコードの種類：</strong>6桁の数字（例：378291）;より長い数字（例：73820983772）;数字と記号を含む文字列（例：$7&9jK-55）
pt: <p>Pode proteger o SnowHaze através da utilização de uma palavra passe. Escolha, mude ou elimine a sua palavra passe abaixo.</p><p><strong>MODO:</strong> Selecione se deseja ter apenas um código ou palavra passe ou se prefere acrescentar o uso a ID biométrica (Touch ID ou Face ID). Pode também escolher o intervalo de tempo depois do qual o SnowHaze será bloqueado.</p><strong>FORMATO:</strong> Selecione o tipo de palavra passe, ou seja, se prefere um código de seis dígitos (ex. 378291) um código numérico longo (ex. 73820983772) ou um código alfanumérico (ex. $7&9jK-55[*d_4).

# warnings settings explanation
source: <p>Select which warnings you want to get from SnowHaze.</p><p><strong>Dangerous Sites:</strong> SnowHaze warns you before accessing a malicious or phishing site. These sites could trick you and steal your passcode, credit card information, etc.</p><p><strong>TLS Certificates:</strong> SnowHaze warns you if a TLS certificate is not okay. These certificates are used to establish secure connections.</p><p><strong>Tracking Parameters:</strong> Some URL contain personalized elements that can be used for tracking. SnowHaze asks if you want to send the query without this personalization.</p><p><strong>Prevent XSS:</strong> Cross-site scripting (XSS) is a type of attack, where attackers insert code in webpages. SnowHaze asks you if you want to block such code insertions when this setting is on.</p><strong>Cross Frame Navigation:</strong> SnowHaze warns you when a site content tries to move another part of the site.
de: <p>Wähle aus, welche Warnungen du von SnowHaze erhalten möchtest.</p><p><strong>Gefährliche Seiten:</strong> SnowHaze warnt dich, bevor du auf eine schädliche oder Phishingseite gelangst. Solche Seiten können dich austricksen und Passwörter, Kreditkartendaten usw. stehlen.</p><p><strong>TLS Zertifikate:</strong> SnowHaze warnt dich, falls ein TLS Zertifikat nicht in Ordnung ist. Diese Zertifikate werden genutzt, um sichere Verbindungen aufzubauen.</p><p><strong>Tracking Parameter:</strong> Einige URLs enthalten personalisierte Elemente, die für das Tracking verwendet werden können. SnowHaze fragt, ob die Anfrage ohne diese Personalisierung versendet werden soll.</p><p><strong>XSS verhindern:</strong> Cross-Site Scripting (XSS) ist eine Angriffsart, bei der Angreifer Code in Webseiten einfügen. SnowHaze fragt, ob eine solche Codeeinfügungen blockieren werden soll, wenn diese Einstellung aktiviert ist.</p><strong>Cross Frame Navigation:</strong> SnowHaze warnt dich, wenn ein Seiteninhalt versucht, einen anderen Teil der Seite zu verschieben.
es: <p>Selecciones las advertencias que quiere obtener de SnowHaze</p><p><strong>Sitios peligrosos:</strong> SnowHaze te advierte antes de acceder a un sitio malicioso o sitio falso fraudulento. Estos sitios pueden engañarte y robar tus contraseñas, información de tarjetas de crédito, etc.</p><p><strong>Certificados TLS:</strong> SnowHaze te advierte si un certificado TLS no está bien. Estos certificados se usan para establecer conexiones seguras.</p><p><strong>Parámetros de seguimiento:</strong> Algunos URL contienen elementos personalizados que se pueden utilizar para el seguimiento. SnowHaze pregunta si desea enviar la búsqueda sin esta personalización.</p><p><strong>Prevenir XSS:</strong> El cross-site scripting(XSS) es un tipo de ataque, donde los atacantes insertan código en las páginas web. SnowHaze le pregunta si desea bloquear dichas inserciones de código cuando esta configuración está activada.</p><strong>Navegación cross frame:</strong> SnowHaze te avisa cuando el contenido de un sitio intenta mover otra parte del sitio.
fr: <p>Choisissez le genre d’alertes que vous voulez recevoir de la part de SnowHaze.</p><p><strong>Sites dangereux :</strong> SnowHaze vous avertit avant que vous n'accédiez à un potentiel site malveillant ou de phishing. Ces sites peuvent vous tromper et voler vos mots de passe, vos informations de carte de crédit, etc.</p><p><strong>Certificats TLS :</strong> SnowHaze vous informe si un certificat TLS n’est pas en ordre. Ces certificats sont utilisés pour établir une connexion sécurisée.</p><p><strong>Paramètres de tracking:</strong> Certaines URL contiennent des éléments personnalisés qui peuvent être utilisés pour le tracking. SnowHaze vous demande si vous souhaitez envoyer la recherche sans cette personnalisation.</p><p><strong>Éviter le XSS:</strong> Le cross-site scripting (XSS) est un type d'attaque, où les attaquants insèrent du code dans les pages Web. SnowHaze vous demande si vous souhaitez bloquer de telles insertions de code lorsque cette option est activée.</p><strong>Navigation Cross Frame:</strong> SnowHaze vous avertit lorsqu'un contenu du site tente de déplacer une autre partie du site.
it: <p>Seleziona quali avvisi vuoi ricevere da SnowHaze.</p><p><strong>Siti pericolosi:</strong> SnowHaze ti avverte prima che arrivi su un sito dannoso o phishing. Tale siti possono ingannarti e rubare i tuoi password, dati di carta di credito, etc.</p><p><strong>Certificati TLS:</strong> SnowHaze ti avvisa se un certificato TLS non è in ordine. Questi certificati sono utilizzati per avere un collegamento sicuro.</p><p><strong>Parametri di tracking:</strong> Alcuni URL contengono elementi personalizzati che possono essere utilizzati per tracciare. SnowHaze chiede se si desidera inviare la ricerca senza questa personalizzazione.</p><p><strong>Previeni XSS:</strong> Cross-site scripting (XSS) è un tipo di attacco, dove gli aggressori inseriscono codice nelle pagine web. SnowHaze chiede se si desidera bloccare tali inserimenti di codice quando questa impostazione è attivata.</p><strong>Navigazione Cross Frame:</strong> SnowHaze ti avvisa quando il contenuto di un sito cerca di spostare un'altra parte del sito.
ja: <p>SnowHazeがセキュリティ警告文を表示する状況を設定できます。</p><p><strong>危険なサイト：</strong>アクセス先が危険なサイトである場合、アクセスを行う前に警告文を表示します。危険なサイトとは、マルウェア感染を誘発される恐れのある悪質サイトやフィッシングサイトを指します。これらのサイトは、ユーザーの個人情報（パスコード、クレジットカード情報など）を含むiOS機器上の情報を盗むことを目的としています。</p><p><strong>TLS証明書：</strong>TLS証明書が第三者による確かな審査を受けていない「自己署名型」のものと疑われる時、警告文を表示します。TLS（Transport Layer Security）証明書とは、情報を暗号化し安全なデータの送受信をするTLS機能と、ウェブサイトの運営元の身元を照会する機能を備えた電子証明書です。</p><p><strong>トラッキングパラメータ：</strong>URLには、トラッキングに使用できるパーソナライズされた要素が含まれています。 SnowHazeは、このパーソナライゼーションなしでクエリを送信するかどうかを尋ねます。</p><p><strong>XSSの防止：</strong>クロスサイトスクリプティング（XSS）は、攻撃者がWebページにコードを挿入する攻撃の一種です。 SnowHazeは、この設定がオンのときにそのようなコードの挿入をブロックするかどうかを尋ねます。</p><strong>クロス フレーム ナビゲーション:</strong> SnowHaze は、サイト コンテンツがサイトの別の部分を移動しようとすると警告します。
pt: <p>Selecione quais os avisos que deseja receber do SnowHaze.</p><p><strong>Sites perigosos:</strong> O SnowHaze avisa-o quando estiver prestes a aceder a um site de malware ou de pishing. Estes sites podem engana-lo e roubar as suas palavras passe, informação relativa a cartões de crédito, etc.</p><p><strong>Certificados TLS:</strong> O SnowHaze avisa-o se a certificação TSL não estiver correta. Estes certificados são utilizados para estabelecer ligações seguras.</p><p><strong>Parâmetros de rastreamento:</strong> Alguns URL contêm elementos personalizados que podem ser usados para rastreamento. SnowHaze pergunta se você deseja enviar a consulta sem essa personalização.</p><p><strong> Prevenir o XSS:</strong> O cross-site scripting (XSS) é um tipo de ataque, onde os invasores inserem o código nas páginas da Web. SnowHaze pergunta se você deseja bloquear essas inserções de código quando esta configuração estiver ativada.</p><strong>Navegação cross frame:</strong> SnowHaze avisa quando o conteúdo de um site tenta mover outra parte do site.

# http warnings explanation prompt title
source: HTTPS Warnings
de: HTTP Warnungen
es: Advertencias HTTP
fr: Alertes HTTP
it: Avvertenze HTTP
ja: HTTPの警告
pt: Avisos HTTP

# premium subscription conditions
source: The yearly SnowHaze Premium subscription is valid for one year; the monthly SnowHaze Premium subscription is valid for one month. During this time, you have access to the SnowHaze VPN and your lists are updated frequently. The payment is charged to your iTunes Account when confirming the purchase. All subscription automatically renew unless you turn off auto-renew at least 24 hours before the end of the subscription. Your account will be charged within 24 hours prior to the end of the subscription. You can manage your subscription in your Account Settings by tapping 'View all my Subscriptions'. Any unused portion of a free trial period will be forfeited when you purchase the corresponding subscription.
de: Das jährliche SnowHaze Premium Abonnement ist während einem Jahr gültig, das monatliche während einem Monat. In dieser Zeit hast du Zugriff auf das SnowHaze VPN und deine Listen aktualisieren häufig. Der Betrag wird deinem iTunes Account belastet, sobald du den Kauf bestätigst. Alle Abonnemente erneuern sich von selbst, ausser die Selbsterneuerung wird bis mindestens 24 Stunden im Voraus ausgeschaltet. Dein Konto wird innerhalb von 24 Stunden vor Ablauf des Abonnements neu belastet. Du kannst deine Abonnemente in den Account Einstellungen verwalten, indem du auf 'Alle Abonnemente anzeigen' tippst. Jeder ungenutzte Teil einer kostenlosen Probezeit verfällt, wenn du das entsprechende Abonnement kaufst.
es: La suscripción anual de SnowHaze Premium es válidas por un año; La suscripción mensual SnowHaze Premium es válida por un mes. Durante este tiempo, tiene acceso a la VPN de SnowHaze y sus listas se actualizan frecuentemente. El pago se cargará a su cuenta de iTunes al confirmar la compra. Todas las suscripciones se renuevan automáticamente a menos que desactive la renovación automática al menos 24 horas antes del final de la suscripción. Su cuenta se cargará dentro de las 24 horas anteriores al final de la suscripción. Puede administrar su suscripción en la configuración de su cuenta tocando en 'Ver todas mis suscripciones'. Cualquier parte no utilizada de un período de prueba gratuito se perderá al comprar la suscripción correspondiente.
fr: L’abonnement annuel de SnowHaze est valable pendant un an ; l’abonnement mensuel pendent un mois. Durant cette période, vous avez accès au VPN SnowHaze et vos listes s’actualisent fréquemment. Le montant est chargé à votre compte iTunes lorsque vous confirmez l’achat. Tous les abonnements se renouvellent automatiquement, à moins que le renouvellement automatique soit éteint au minimum 24 heures avant l’expiration de l’abonnement actuel. Votre compte est chargé dans les 24 heures précédant la fin de l’abonnement. Vous pouvez gérer vos abonnements dans les réglages de compte en tapant sur 'Afficher tous les abonnements'. Toute portion inutilisée d'une période d'essai gratuit sera perdue lorsque vous achetez l'abonnement correspondant.
it: L'abbonamento annuale SnowHaze Premium è valide per un anno; l'abbonamento mensile SnowHaze Premium è valido per un mese. Durante questo periodo, hai accesso alla VPN SnowHaze e le liste vengono aggiornate frequentemente. Il pagamento viene addebitato al tuo account iTunes quando conferma l'acquisto. Tutto l'abbonamento si rinnova automaticamente a meno che non disattivi automaticamente rinnovo almeno 24 ore prima della fine dell'abbonamento. Il tuo conto verrà addebitato entro 24 ore prima della fine dell'abbonamento. Puoi gestire l'abbonamento nelle impostazioni dell'account toccando 'Visualizza tutti gli abbonamenti'. Qualsiasi porzione non utilizzata di un periodo di prova gratuito verrà persa al momento dell'acquisto dell'abbonamento corrispondente.
ja: 毎年のSnowHazeプレミアムサブスクリプションは1年間有効です。毎月のSnowHazeプレミアム契約は1ヶ月間有効です。この間、SnowHaze VPN、あなたのリストは頻繁に更新されます。購入を確認すると、お支払いはiTunesアカウントに請求されます。サブスクリプションの終了前に少なくとも24時間は自動更新をオフにしない限り、すべてのサブスクリプションは自動的に更新されます。あなたのアカウントには、購読期間の24時間前に請求されます。 [すべての購読を確認]をタップすると、アカウント設定で定期購入を管理できます。対応するサブスクリプションを購入すると、無料試用期間の未使用部分は失効します。
pt: A inscrição anuais do SnowHaze Premium é válidas por um ano; a inscrição mensal SnowHaze Premium é válida por um mês. Durante este período, você tem acesso ao SnowHaze VPN e suas listas são atualizadas frequentemente. O pagamento é cobrado na sua conta iTunes ao confirmar a compra. Todas as inscrições são renovadas automaticamente, a menos que você desligue a renovação automática pelo menos 24 horas antes do final da assinatura. Sua conta será cobrada no prazo de 24 horas antes do final da assinatura. Você pode gerenciar sua assinatura nas configurações da conta tocando em 'Visualizar todas as minhas subscrições'. Qualquer parcela não utilizada de um período de teste gratuito será perdida quando você comprar a assinatura correspondente.

# page information tls details transparency true value
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
pt: Sim

# page information tls details transparancy false value
source: No
de: Nein
fr: Non
ja: いいえ
pt: Não
