Repository: aberja/SnowHaze-iOS
Catalog: SnowHaze/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# temporary page settings button title
source: Once
de: Einmal
es: Una vez
fr: Une fois
it: Una volta
ja: 一度
pt: Uma vez

# page information back button title
source: ❮ Back
de: ❮ Zurück
es: ❮ Atrás
fr: ❮ Retour
it: ❮ Indietro
ja: ❮ 戻る
pt: ❮ Anterior

# page information view details button title
source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
pt: Detalhes

# page information view more settings button title
source: More Settings...
de: Weitere Einstellungen...
es: Más ajustes...
fr: Plus de réglages...
it: Altre impostazioni...
ja: その他の設定...
pt: Mais configurações...

# page information trusted site explanation
source: Page marked as trusted
de: Seite als vertrauenswürdig markiert
es: Página marcada como confiable
fr: Page marquée comme fiable
it: Pagina segnata come attendibile
ja: ページは信頼済みとしてマークされています
pt: Página marcada como confiável

# page information tor explanation
source: This tab uses Tor
de: Dieses Tab verwendet Tor
es: Esta pestaña usa Tor
fr: Cet onglet utilise Tor
it: Questa scheda utilizza Tor
ja: このタブはTorを使用します
pt: Este separador utiliza o Tor

# page information https explanation
source: This page uses HTTPS
de: Diese Seite verwendet HTTPS
es: Esta página utiliza HTTPS
fr: Cette page utilise HTTPS
it: Questa pagina utilizza HTTPS
ja: このページはHTTPSを使用しています。
pt: Esta página utiliza HTTPS

# page information http explanation
source: This tab is insecure
de: Dieses Tab ist unsicher
es: Esta pestaña es insegura
fr: Cet onglet n'est pas sûr
it: Questa scheda è insicura
ja: このタブは安全ではない
pt: Este separador é inseguro

# page information mixed content explanation
source: Mixed Content
es: Contenido misto
fr: Contenus mixtes
it: Contenuti misti
ja: 混合コンテンツ
pt: Conteúdo misto

# page information tor details tor connection not established error
source: Tor Connection not established yet.
de: Tor Verbindung noch nicht aufgebaut.
es: La conexión Tor no se ha establecido todavía.
fr: La connexion à Tor n'est pas encore établie.
it: Collegamento Tor non ancora stabilito.
ja: Tor接続はまだ確立されていません。
pt: Ligação Tor ainda não estabelecida.

# page information tor details circuit lookup failed error
source: Tor connection lookup failed.
de: Die Suche nach der Tor-Verbindung ist fehlgeschlagen.
es: La búsqueda de la conexión Tor falló.
fr: La recherche de connexion à Tor a échoué.
it: Ricerca connessione Tor non riuscita.
ja: Tor接続の検索に失敗しました。
pt: Falha no lookup da ligação Tor.

# page information tor details status field title
source: Status
es: Estado
ja: 状態

# page information tor created date purpose field title
source: Created
de: Erstellt
es: Creado el
fr: Créé le
it: Creato il
ja: 作成日
pt: Criado em

# page information tor details fingerprint field title
source: Fingerprint
ja: フィンガープリント

# page information tor details country field title
source: Country
de: Land
es: País
fr: Pays
it: Paese
ja: 国
pt: País

# page information tls details ev organization field title
source: EV-Organization
de: EV-Organisation
es: Organización de EV
fr: Organisation EV
it: Organizzazione di EV
ja: EV組織
pt: Organização EV

# page information tls details transparency field title
source: Certificate Transparency
de: Zertifikat-Transparenz
es: Transparencia del certificado
fr: Transparence du certificat
it: Trasparenza del certificato
ja: 証明書の透明性
pt: Transparência do certificado

# page information tls details revocation check expiration field title
source: Revocation Check Valid Until
de: Revocation Check gültig bis
es: Revocation Check válido hasta
fr: Revocation Check valable jusqu'au
it: Revocation Check valido fino a
ja: Revocation Checkの有効期限
pt: Revocation Check válida até

# page information tls details evaluation date field title
source: Evaluated On
de: Ausgewertet am
es: Evaluado el
fr: Évalué le
it: Valutato il
ja: 評価日
pt: Avaliado em

# page information tls details certificate title format
source: Certificate %d
de: Zertifikat %d
es: Certificado %d
fr: Certificat %d
it: Certificato %d
ja: 証明書%d
pt: Certificado %d

# page information tls details cert serial number field title
source: Serial Number
de: Seriennummer
es: Número de serie
fr: Numéro de série
it: Numero di serie
ja: シリアル番号
pt: Número de série

# page information tls details cert not valid before field title
source: Not Valid Before
de: Nicht gültig vor
es: No válido antes
fr: Non valable avant
it: Non valido prima
ja: 以前は無効
pt: Não Válido antes

# page information tls details cert not valid after field title
source: Not Valid After
de: Nicht gütlig nach
es: No válido después
fr: Non valable après
it: Non valido dopo
ja: 後は無効
pt: Não válido após

# page information tls details cert encrypt key usage
source: Encrypt
de: Verschlüsseln
es: Encriptar
fr: Crypter
it: Cifrare
ja: 暗号化
pt: Encriptar

# page information tls details cert decrypt key usage
source: Decrypt
de: Entschlüsseln
es: Desencriptar
fr: Décrypter
it: Decifrare
ja: 復号化
pt: Decifrar

# page information tls details cert derive key usage
source: Derive
de: Ableiten
es: Derivar
fr: Dériver
it: Derivare
ja: 導出
pt: Decifrar

# page information tls details cert sign key usage
source: Sign
de: Signieren
es: Firma
fr: Signer
it: Firma
ja: サイン
pt: Assine

# page information tls details cert verify key usage
source: Verify
de: Verifizieren
es: Verificar
fr: Vérifier
it: Verificare
ja: 検証
pt: Verifiquem

# allow popovers page setting title
source: Allow Popovers
de: Popovers zulassen
es: Permitir los pop-overs
fr: Autoriser les pop-over
it: Consentire i pop-over
ja: ポップオーバーを許可
pt: Autorizar Pop-over

# block cookies page setting title
source: Block Cookies
de: Cookies blockieren
es: Bloquear los cookies
fr: Bloquer les cookies
it: Bloccare i cookies
ja: クッキーをブロックする
pt: Bloquear os cookies

# local page settings unavailable notice
source: No Page Loaded
de: Keine Seite geladen
es: Ninguna página cargada
fr: Aucune page n'est chargée
it: Pagina non trovata
ja: ページが読み込めませんでした
pt: Nenhuma página carregada

# http authentication prompt title
source: Login Credentials
de: Anmeldedaten
es: Datos de cuenta
fr: Identifiant de connexion
it: Credenziali di accesso
ja: 認証情報でログインしてください。
pt: Credenciais de login

# http authentication prompt incorrect credentials notice
source: Credentials were rejected by server
de: Anmeldedaten wurden vom Server abgelehnt
es: Los credenciales fueron denegados por el servidor
fr: Les identifiants ont été rejetés par le serveur
it: Le credenziali utilizzate non sono valide
ja: 認証情報はサーバーによって拒否されました。
pt: O servidor rejeitou as credenciais

# http authentication prompt existing realm prompt
source: Enter your '%@' credentials for '%@'
de: Gib deine '%@' Anmeldedaten für '%@' ein
es: Introduzca sus credenciales '%@' para '%@'
fr: Entrez-votre '%@' identifiant de connexion pour '%@'
it: Inserisci i tuoi '%@' dati per '%@'
ja: '%2$@'での'%1$@'本人認証情報を入力して下さい。
pt: Insira o seu '%@' de identificação de conexão para '%@'

# http authentication prompt missing realm prompt
source: Enter your credentials for '%@'
de: Gib deine Anmeldedaten für '%@' ein
es: Introduzca sus credenciales para '%@'
fr: Entrez-votre identifiant de connexion pour '%@'
it: Inserisci i tuoi dati della registrazione per %@
ja: '%@'の認証情報を入力してください。
pt: Insira o sua identificação de conexão para '%@'

# http authentication prompt insecure transmission warning
source: WARNING: Your credentials will be transmitted insecurely!
de: ACHTUNG: Deine Login Daten werden nicht sicher übermittelt!
es: ATENCION: Sus credenciales van a ser transmitidas de manera insegura!
fr: ATTENTION : Vos identifiants de connexion ne sont pas transmis de manière sûre !
it: ATTENZIONE: I tuoi dati del login verranno trasmessi in maniera non sicura!
ja: 警告: 認証情報は安全ではない接続で送信されます。
pt: ATENÇÃO: as suas credenciais serão transmitidas de maneira pouco segura!

# http authentication prompt username placeholder
source: Username
de: Benutzername
es: Usuario
fr: Nom d'utilisateur
ja: ユーザー名
pt: Nome do utilizador

# http authentication prompt password placeholder
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
pt: Senha

# http authentication prompt continue button title
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続行
pt: Continuar

# http authentication prompt cancel button title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# error page unexpected error message with url
source: An unexpected error occurred while opening %@.
de: Beim Öffnen von %@ ist ein unerwarteter Fehler aufgetreten.
es: Ha ocurrido un error inesperado mientras se abría %@.
fr: Une erreur inattendue est survenue lors de l'ouverture de %@.
it: Si è verificato un errore nell'apertura da %@.
ja: %@ を開いているときに予期しないエラーが発生しました。
pt: Ocorreu um erro inesperado durante a abertura do %@

# error page unexpected error message
source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.
es: Ha ocurrido un error inesperado.
fr: Une erreur inattendue est survenue.
it: Si è verificato un errore imprevisto.
ja: 予期しないエラーが発生しました。
pt: Ocorreu um erro inesperado

# error page error code description
source: Error Code
de: Fehlercode
es: Código de error
fr: Code d'erreur
it: Codice di errore
ja: エラーコード
pt: Erro de código

# error page default title
source: An Error Occurred
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un error
fr: Une erreur est survenue
it: Si è verificato un errore
ja: エラーが発生しました
pt: Ocorreu um erro

# error page details section title
source: Details
es: Detalles
fr: Détails
it: Dettegli
ja: 詳細
pt: Detalhes

# error page error domain description
source: Error Domain
de: Fehlerdomain
es: Domino de error
fr: Domaine d'erreur
it: Dominio errato
ja: エラードメイン
pt: Erro de domínio

# error page more information button title
source: More Information
de: Mehr Informationen
es: Más información
fr: Plus d'informations
it: Più informazioni
ja: もっと読む
pt: Mais informações

# error page error reason description
source: Reason
de: Grund
es: Razón
fr: Raison
it: Motivo
ja: 理由
pt: Razão

# error page reload button title
source: Reload
de: Neu laden
es: Recargar
fr: Recharger
it: Ricaricare
ja: 再読み込み
pt: Recarregar

# error page error file description
source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
pt: Ficheiro

# error page error mime type description
source: MIME Type
es: Tipo MIME
fr: Type MIME
it: Tipo MIME
ja: MIMEタイプ
pt: Tipo MIME

# javascript urls disabled error page title
source: JavaScript URLs Disabled
de: JavaScript URLs deaktiviert
es: URLs de JavaScript desactivadas
fr: URLs JavaScript désactivées
it: URL JavaScript disabilitati
ja: JavaScript URLが無効です
pt: URLs JavaScript desativadas

# javascript urls disabled error page message
source: JavaScript URLs are disabled for security reasons. You can enable them in Settings -> JavaScript -> Allow JS URLs.
de: JavaScript-URLs sind aus Sicherheitsgründen deaktiviert. Du kannst sie unter Einstellungen -> JavaScript -> JS URLs zulassen aktivieren.
es: Las URLs de JavaScript están deshabilitadas por razones de seguridad. Puede habilitarlos en Configuración -> JavaScript -> Permitir URLs JS.
fr: Les URL JavaScript sont désactivées pour des raisons de sécurité. Vous pouvez les activer dans Réglages -> JavaScript -> Autoriser les URL JS.
it: Gli URL JavaScript sono disabilitati per motivi di sicurezza. È possibile abilitarli in Impostazioni -> JavaScript -> Consentire le URLs JS.
ja: JavaScript URLは、セキュリティ上の理由で無効になっています。 有効にするには、設定-> JavaScript-> JS URLを許可します。
pt: As URLs JavaScript estão desativadas por razões de segurança. Você pode habilitá-los em Configurações -> JavaScript -> Permitir URLs JS.

# tab deleted error page title
source: Tab Deleted
de: Tab gelöscht
es: Pestaña eliminada
fr: Onglet supprimé
it: Scheda cancellata
ja: 削除されたタブ
pt: Separador eliminado

# tab deleted error page message
source: The page could not be loaded because the corresponding tab has been closed.
de: Die Seite konnte nicht geladen werden, weil das entsprechende Tab geschlossen wurde.
es: La página no se ha podido cargar porque se ha cerrado la pestaña correspondiente.
fr: La page n'a pas pu être chargée car l'onglet correspondant a été fermé.
it: Non è stato possibile caricare la pagina perché la scheda corrispondente è stata chiusa.
ja: 対応するタブが閉じられているため、ページを読み込めませんでした。
pt: A página não pôde ser carregada porque o separador correspondente foi fechado.

# error page unknown domain
source: Unknown Domain
de: Domain unbekannt
es: Dominio desconocido
fr: Domaine inconnu
it: Dominio sconosciuto
ja: ドメインは不明
pt: Domínio desconhecido

# unknown file type errorpage message
source: This file cannot be opened, because this data type is not supported by SnowHaze.
de: Diese Datei kann nicht geöffnet werden, weil SnowHaze den Datentyp nicht unterstützt.
es: El archivo no pudo abrirse, porque SnowHaze no admite este tipo de datos
fr: Ce fichier ne peut pas être affiché, car SnowHaze ne reconnaît pas le type de données.
it: Questa pagina non può essere aperta, perché SnowHaze non supporta il tipo di dato
ja: このファイルは、SnowHazeによってサポートされたデータ形式でないため開けません。
pt: Este ficheiro não pode ser aberto porque o SnowHaze não reconhece este tipo de dados

# network error errormessage format
source: SnowHaze could not connect to %@.
de: SnowHaze konnte sich mit %@ nicht verbinden.
es: SnowHaze no pudo conectarse a %@.
fr: SnowHaze n'a pas pu se connecter à %@.
it: SnowHaze non si è potuto connettere con %@.
ja: SnowHazeは%@に接続できませんでした。
pt: O SnowHaze não se pôde conectar a %@.

# website error errormessage format
source: SnowHaze could not load %@.
de: SnowHaze konnte folgende Seite nicht laden: %@
es: SnowHaze no pudo cargar %@.
fr: SnowHaze n'a pas pu charger %@.
it: SnowHaze non ha potuto caricare la seguente pagina: %@
ja: SnowHazeは%@を読み込めませんでした。
pt: O SnowHaze não se pôde carregar %@.

# unknown file type errorpage title
source: Unknown File Type
de: Unbekannter Dateityp
es: Archivo desconocido
fr: Type de fichier inconnu
it: Tipo di dato sconosciuto
ja: ファイルは不明
pt: Tipo de ficheiro desconhecido

# network error errorpage title
source: Network Error
de: Netzwerkfehler
es: Error de red
fr: Erreur de réseau
it: Errore di rete
ja: ネットワークエラー
pt: Erro de rede

# website error errorpage title
source: Website Error
de: Webseitenfehler
es: Error de web
fr: Erreur de site web
it: Errore di siti web
ja: ウェブサイトエラー
pt: Erro de site web

# page preview delay raw input load screen html
source: %@<div class="container"><div class="inner-content"><h2>Loading</h2><div class="url">%@</div><h2>in</h2><h1>%@</h1></div></div>
de: %@<div class="container"><div class="inner-content"><h2>Lädt</h2><div class="url">%@</div><h2>in</h2><h1>%@</h1></div></div>
es: %@<div class="container"><div class="inner-content"><h2>Cargando</h2><div class="url">%@</div><h2>en</h2><h1>%@</h1></div></div>
fr: %@<div class="container"><div class="inner-content"><h2>Chargement de</h2><div class="url">%@</div><h2>dans</h2><h1>%@</h1></div></div>
it: %@<div class="container"><div class="inner-content"><h2>Sta caricando</h2><div class="url">%@</div><h2>in</h2><h1>%@</h1></div></div>
ja: %@<div class="container"><div class="inner-content"><h2>ロード中</h2><div class="url">%@</div><h1>%@</h1></div></div>
pt: %@<div class="container"><div class="inner-content"><h2>Carregando</h2><div class="url">%@</div><h2>em</h2><h1>%@</h1></div></div>

# page preview delay url load screen html
source: %@<div class="container"><div class="inner-content"><h2>Loading</h2><div class="url">%@</div><h2>in</h2><h1>%@</h1></div></div>
de: %@<div class="container"><div class="inner-content"><h2>Lädt</h2><div class="url">%@</div><h2>in</h2><h1>%@</h1></div></div>
es: %@<div class="container"><div class="inner-content"><h2>Cargando</h2><div class="url">%@</div><h2>en</h2><h1>%@</h1></div></div>
fr: %@<div class="container"><div class="inner-content"><h2>Chargement de</h2><div class="url">%@</div><h2>dans</h2><h1>%@</h1></div></div>
it: %@<div class="container"><div class="inner-content"><h2>Sta caricando</h2><div class="url">%@</div><h2>in</h2><h1>%@</h1></div></div>
ja: %@<div class="container"><div class="inner-content"><h2>ロード中</h2><div class="url">%@</div><h1>%@</h1></div></div>
pt: %@<div class="container"><div class="inner-content"><h2>Carregando</h2><div class="url">%@</div><h2>em</h2><h1>%@</h1></div></div>

# failed to load page preview error page title html
source: <title>Page Load Error</title>
de: <title>Seitenladefehler</title>
es: <title>Error de carga de página</title>
fr: <title>Erreur de chargement de la page</title>
it: <title>Errore di caricamento della pagina</title>
ja: <title>ページ読み込みエラー</title>
pt: <title>Erro de carragamento da página</title>

# failed to load page preview error page content html
source: <span>Failed to load page</span>
de: <span>Seite konnte nicht geladen werden</span>
es: <span>No se pudo cargar la página</span>
fr: <span>La page n'a pas pu être chargée</span>
it: <span>Pagina non riuscito caricare</span>
ja: <span>ページの読み込みに失敗しました。</span>
pt: <span>Falha ao carregar a página</span>

# tutorial start tutorial button title
source: Start Tutorial
de: Tutorial Starten
es: Empezar el tutorial
fr: Démarrer le tutoriel
it: Inizia il Tutorial
ja: チュートリアルを始める
pt: Iniciar o tutorial

# tutorial skip tutorial button title
source: Skip Tutorial
de: Tutorial überspringen
es: Omitir tutorial
fr: Ignorer le tutoriel
it: Salta il tutorial
ja: スキップ
pt: Saltar o tutorial

# visit online tutorial button title
source: Visit Online Tutorial
de: Online Tutorial besuchen
es: Visitar tutorial en línea
fr: Visiter le tutoriel online
it: Visitare il tutorial in linea
ja: チュートリアルへ移動する
pt: Visitar a tutorial online

# subscribe now tutorial button title
source: Subscribe Now
de: Abonniere jetzt
es: Suscríbase ahora
fr: Abonnez maintenant
it: Iscriviti ora
ja: 購読する
pt: Inscreva agora

# tutorial welcome html
source: <h3>Welcome!</h3><p>SnowHaze is the first browser which truly protects your personal data. Discover SnowHaze!</p>
de: <h3>Hallo!</h3><p>SnowHaze ist der erste Browser, der deine persönlichen Daten vollständig schützt. Entdecke SnowHaze!</p>
es: <h3>¡Bienvenido!</h3><p>SnowHaze es el primer navegador que protege plenamente sus datos personales. ¡Descubre SnowHaze!</p>
fr: <h3>Bienvenue !</h3><p>SnowHaze – le navigateur qui protège vos données personnelles.</p>
it: <h3>Salve!</h3><p>SnowHaze è il primo browser che protegge completamente i propri dati personali. Scopri SnowHaze!</p>
ja: <h3>ようこそ!</h3><p>SnowHaze はあなたの個人情報を十分に保護する初めてのブラウザです。 SnowHazeを見てみましょう!</p>
pt: <h3>Benvindo!</h3><p>SnowHaze – o navegador que protege os seus dados pessoais.</p>

# tutorial 2. page content
source: SnowHaze is a safe browser full of features to fit your privacy needs.
de: SnowHaze ist ein sicherer Browser voller Funktionen, die deinen Anforderungen an den Datenschutz entsprechen.
es: SnowHaze es un navegador seguro lleno de características que se ajustan a sus necesidades de privacidad.
fr: SnowHaze est un navigateur sûr, plein de fonctionnalités pour répondre à vos besoins en matière de protection de vos données.
it: SnowHaze è un browser sicuro e ricco di funzioni per soddisfare le tue esigenze di privacy.
ja: ほかのブラウザ同様、SnowHazeも簡単に使えます。あなたに最適な設定を選択することで、ブラウジング方法をカスタマイズします。
pt: O SnowHaze é um navegador seguro e cheio de funcionalidades para se adaptar às suas necessidades de privacidade.

# tutorial 3. page content
source: The color always indicates the level of privacy depending on your current settings.
de: Die aktuelle Datenschutzstufe ist abhängig von deinen Einstellungen und wird farbig angezeigt.
es: El color siempre indica el nivel de privacidad en función de la configuración actual.
fr: La couleur indique le niveau de protection de données en fonction de vos réglages.
it: Il colore indica sempre il livello di privacy a seconda delle impostazioni correnti.
ja: 色は常に、その時点での設定におけるプライバシーのレベルを表示します。
pt: SnowHaze indica o nível de proteção de dados em função das suas definições.

# tutorial 4. page content
source: Turn on automatic updates to always be up to date. This involves contacting SnowHaze servers.
de: Schalte Auto-Update an, um immer auf dem neusten Stand zu sein. Dies erlaubt eine Verbindung zu einem SnowHaze Server.
es: Pone las actualizaciones automáticas para que siempre estén al día.
fr: Activez les updates automatiques pour rester à jour. Cela inclut le contact de serveurs SnowHaze.
it: Attiva l’auto-update per essere aggiornato. Esso permette un collegamento con il server SnowHaze.
ja: オンにすることで、VPNを含むアプリケーション機能の自動更新が有効となります。
pt: Selecione atualizações automáticas para estar sempre atualizado.

# tutorial 5. page content
source: Get SnowHaze VPN to encrypt all your connections and boost your online security.
de: Mit SnowHaze VPN kannst du alle deine Verbindungen verschlüsseln und deine Online Sicherheit verbessern.
es: Utiliza SnowHaze VPN para encriptar todas tus conexiones y aumentar la seguridad en línea.
fr: Grâce à SnowHaze VPN, vous pouvez crypter toutes vos connexions et renforcer votre sécurité en ligne.
it: Ottenere SnowHaze VPN per crittografare tutte le connessioni e aumentare la tua sicurezza online.
ja: SnowHaze VPNを取得して、すべての接続を暗号化し、オンラインセキュリティを強化します。
pt: Obtenha o SnowHaze VPN para encriptar todas as suas ligações e aumentar a sua segurança online.

# tutorial 4. page title
source: Automatic Updates
de: Automatische Updates
es: Actualizaciones automáticas
fr: Mises à jour automatiques
it: Aggiornamenti automatici
ja: 自動更新
pt: Actualizações automáticas

# tutorial 5. page title
source: Fast anonymous VPN
de: Schnelles anonymes VPN
es: VPN anónima rápida
fr: VPN rapide et anonyme
it: VPN veloce anonimo
ja: 高速匿名VPN
pt: VPN rápida e anónima

# tutorial end tutorial button title
source: Start Using SnowHaze
de: Viel Spass mit SnowHaze
es: Empezar SnowHaze
fr: Démarrer SnowHaze
it: Inizia a usare SnowHaze
ja: SnowHazeを始める
pt: Iniciar o SnowHaze

# tutorial continue button title
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続行
pt: Continuar
