Repository: aberja/SnowHaze-iOS
Catalog: SnowHaze/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# acknowledgements settings explanation format
source: <p>SnowHaze version %@</p>The development of SnowHaze was strongly facilitated by third party code and open source projects. We would like to thank the maintainers of the following projects for letting us use them; The Tor Project Inc for Tor, iCepa for Tor on iOS, phishtank.com for their phish verification database, Mozilla for Readability, Niels Provos and Nick Mathewson for libevent, The OpenSSL Project for OpenSSL, Lasse Collin for liblzma, Zetetic LLC for SQLCipher, the EasyList authors (easylist.github.io) fanboy, MonztA, Famlam and Khrin for the EasyList, the EasyPrivacy List and Fanboy's Social Blocking List, libsodium contributors for libsodium, and Hwaci for SQLite. SnowHaze uses the Safebrowsing API provided by Google to generate advisories on sites that may be phishing sites or sites that may contain malware or unwanted software. Requests to Google are only made if Safebrowsing is turned on in the settings. You can use our Proxy to avoid connecting to Google directly. Licenses or Copyright notices of used open source projects can be found below. Design created by Basestudio.
de: <p>SnowHaze Version %@</p>Die Entwicklung von SnowHaze wurde durch Drittcode und Open Source Projekten stark erleichtert. Wir bedanken uns bei den Maintainern der folgenden Projekten für die Benützung; The Tor Project Inc für Tor, iCepa für Tor auf iOS, phishtank.com für ihre Phishing Datenbank, Mozilla für Readability, Niels Provos und Nick Mathewson für libevent, The OpenSSL Project für OpenSSL, Lasse Collin für liblzma, Zetetic LLC für SQLCipher, die EasyList Autoren (easylist.github.io) fanboy, MonztA, Famlam und Khrin für die EasyList, die EasyPrivacy List und Fanboy's Social Blocking List, libsodium Contributors für libsodium und Hwaci für SQLite. SnowHaze verwendet die Safebrowsing API von Google, um Meldungen zu generieren auf Seiten, die möglicherweise Phishingseiten sind oder Malware und unerwünschte Software enthalten. Anfragen an Google werden nur gestellt, wenn Safebrowsing in den Einstellungen aktiviert ist. Du kannst unseren Proxy verwenden, um eine direkte Verbindung zu Google zu vermeiden. Lizenzen oder Urheberechtnotizen der verwendeten Open Source Projekten sind unten aufgelistet. Design von Basestudio.
es: <p>SnowHaze versión %@</p>El desarrollo de SnowHaze fue fuertemente facilitado por el código de terceros y proyectos de código abierto. Nos gustaría dar las gracias a los mantenedores de los siguientes proyectos por dejarnos utilizarlos; The Tor Project Inc por Tor, iCepa para Tor en iOS, phishtank.com por la base de datos de verificación de phishing, Mozilla para Readability, Niels Provos y Nick Mathewson para libevent, The OpenSSL Project para OpenSSL, Lasse Collin para liblzma, Zetetic LLC por SQLCipher, los autores EasyList (easylist.github.io) fanboy, MonztA, Famlam y Khrin para las listas EasyList, EasyPrivacy y Fanboy's Social Blocking, los contribuyentes de libsodium para libsodium y Hwaci para SQLite. SnowHaze utiliza la API de navegación segura Google Safebrowsing para generar avisos en sitios que pueden ser sitios de phishing o sitios que pueden contener malware o software no deseado. Las solicitudes a Google sólo se realizan si Safebrowsing está activado en la configuración. Puedes utilizar nuestro proxy para evitar conectarte a Google directamente. Licencias o avisos de copyright de proyectos de código abierto usados se pueden encontrar a continuación. Diseño por Basestudio.
fr: <p>SnowHaze version %@</p>Le développement de SnowHaze a été fortement facilité par l'usage de code tiers et de projets open source. Nous remercions les mainteneurs des projets suivants pour cet usage ; The Tor Project Inc pour Tor, iCepa pour Tor sur iOS, phishtank.com leur base de donnée de vérification de phishing, Mozilla pour Readability, Niels Provos et Nick Mathewson pour libevent, The OpenSSL Project pour OpenSSL, Lasse Collin pour liblzma, Zetetic LLC pour SQLCipher, les auteurs de EasyList (easylist.github.io) fanboy, MonztA, Famlam et Khrin pour les listes EasyList, EasyPrivacy et la liste Social Blocking de Fanboy, les contributeurs de libsodium pour libsodium, et Hwaci pour SQLite. Design par Basestudio. SnowHaze utilise l'API Safebrowsing de Google pour générer des messages avertissant des sites de phishing potentiels ou des sites pouvant contenir des Malwares ou logiciels non désirés. Les demandes à Google ne sont faites que si la fonction Safebrowsing est activée dans les paramètres. Vous pouvez utiliser notre Proxy pour éviter de vous connecter directement à Google. Les licences ou notices de droits d'auteur des projets open source utilisés ce trouvent ci-dessous. Design réalisé par Basestudio.
it: <p>SnowHaze versione %@</p>Lo sviluppo di SnowHaze è stato fortemente facilitato da codice di terze parti e progetti open source. Vorremmo ringraziare i manutentori dei seguenti progetti per averci permesso di utilizzarli; The Tor Project Inc per Tor, iCepa per Tor su iOS, phishtank.com per la database di verifica della phishing, Mozilla per Readability, Niels Provos e Nick Mathewson per libevent, The OpenSSL Project per OpenSSL, Lasse Collin per liblzma, Zetetic LLC per SQLCipher, gli autori EasyList (easylist.github.io) fanboy, MonztA, Famlam e Khrin per le liste EasyList, EasyPrivacy e Fanboy's Social Blocking, i contribuenti del libsodium per il libsodium e Hwaci per SQLite. SnowHaze utilizza le API di Safebrowsing fornite da Google per generare avvisi su siti che possono essere siti di phishing o siti che possono contenere malware o software indesiderati. Le richieste a Google vengono effettuate solo se Safebrowsing è attivato nelle impostazioni. Puoi usare il nostro Proxy per evitare di collegarti direttamente a Google. Le licenze o avvisi di copyright di progetti open source utilizzati possono essere trovate qui sotto. Design da Basestudio.
ja: <p>SnowHazeバージョン %@</p>SnowHazeの開発は、第三者コードとオープンソースプロジェクトによって非常に簡易化されました。私たちは以下のプロジェクトの維持をしている方々がこれらを使用することを許可してくださったことに対し、感謝しています ; The Tor Project Inc for Tor, iCepa for Tor on iOS, phishtank.com for their phish verification database, Mozilla for Readability, Niels Provos and Nick Mathewson for libevent, The OpenSSL Project for OpenSSL, Lasse Collin for liblzma, Zetetic LLC for SQLCipher, the EasyList authors (easylist.github.io) fanboy, MonztA, Famlam and Khrin for the EasyList, EasyPrivacy List and Fanboy's Social Blocking List, the libsodium contributors for libsodium, and Hwaci for SQLite. 使用されたオープンソースのライセンスや著作権表示は以下に表記しています。SnowHazeは、Googleが提供するSafebrowsing APIを使用して、フィッシングサイトやマルウェアや不要ソフトウェアが含まれている可能性のあるサイトのアドバイスを生成します。Googleへのリクエストは、設定でセーフブラウジングがオンになっている場合のみ行われます。Googleに直接接続しないようにするために、弊社のプロキシを使用することができます。Basestudioで作製されたデザイン。
pt: <p>SnowHaze versão %@</p>O desenvolvimento do SnowHaze foi grandemente facilitado pelo uso de códigos de terceiros e de projetos de open source. Agradecemos às pessoas que gerem os seguintes projetos: The Tor Project Inc por Tor, iCepa para Tor no iOS, phishtank.com por o banco de dados de verificação de phishing, Mozilla por Readability, Niels Provos e Nick Mathewson por libevent, The OpenSSL Project por OpenSSL, Lasse Collin por liblzma, Zetetic LLC por SQLCipher, os autores de EasyList (easylist.github.io) fanboy, MonztA, Famlam e Khrin para as listas EasyList, EasyPrivacy e Fanboy's Social Blocking, os contribuidores de libsodium para o libsodium e Hwaci for SQLite. O SnowHaze utiliza a API Safebrowsing fornecida pela Google para gerar conselhos sobre sites que podem ser sites de phishing ou sites que podem conter malware ou software indesejado. Os pedidos ao Google só são feitos se o Safebrowsing estiver ligado nas definições. Pode utilizar o nosso Proxy para evitar a ligação directa ao Google. As licenças e direitos de autor dos projetos de open source utiizados. Design por Basestudio.

# subscription settings explanation
source: <p>Subscribe to SnowHaze Premium for access to SnowHaze VPN and frequent updates of the site lists. The first 7 days are free for first-time subscribers. There is a monthly and a yearly auto-renewing subscription. You can register to use your subscription on other devices or log in to retrieve an existing subscription.</p><p><strong>Auto-Update Options</strong> checks if the subscription plans changed.</p><p><strong>Auto-Update Token</strong> updates the authorization token.</p><p><strong>Load Subscription Options</strong> loads the current subscription plans.</p><p><strong>Restore Purchases</strong> reloads your subscription if you already have one.</p><strong>Current Token Hash</strong> is a code used to verify the current subscription.
de: <p>Abonniere SnowHaze Premium, um vom SnowHaze VPN und von häufigen Seitenlistenupdate zu profitieren. Die ersten 7 Tage sind für Erstabonnenten kostenlos. Es gibt ein monatliches und jährliches selbsterneuerndes Abonnement. Du kannst dich registrieren, um dein Abonnement auf anderen Geräten zu verwenden oder dich anmelden, um ein bestehendes Abonnement abzurufen.</p><p><strong>Auto-Update Optionen</strong> aktualisiert die Abonnementoptionen.</p><p><strong>Auto-Update Token</strong> aktualisiert den Berechtigungstoken.</p><p><strong>Abonnementoptionen laden</strong> lädt die aktuellen Abonnementpläne.</p><p><strong>Einkäufe wiederherstellen</strong> lädt dein Abonnement erneut, wenn du bereits eines hast.</p><strong>Aktueller Token Hash</strong> ist ein Code, mit dem das aktuelle Abonnement überprüft werden kann.
es: <p>Subscríbete a SnowHaze Premium para accesar a SnowHaze VPN y a las actualizaciones frecuente de las listas de sitios. Los primeros 7 días son gratis para los que se suscriben por primera vez. Hay una subscripción auto-renovable anual o mensual. Puede registrarte para utilizar tu suscripción en otros dispositivos o iniciar sesión para recuperar una suscripción existente.</p><p><strong>Autoactualización de opción</strong> actualiza las opciones de subscripción.</p><p><strong>Autoactualización de token</strong> actualiza el token de autorización.</p><p><strong>Cargar opciones de subscripciones</strong> carga los planes de suscripción actuales.</p><p><strong>Restaurar la compra</strong> recarga su suscripción si ya tiene una.</p>El <strong>Token Hash actual</strong> es un código usado para verificar la subscripción actual.
fr: <p>Abonnez-vous à SnowHaze Premium pour profiter du service VPN ainsi que de l’actualisation fréquente des listes. Les 7 permiers jours sont gratuits pour les nouveaux abonnés. Il existe un abonnement mensuel et annuel qui se renouvellent automatiquement. Vous pouvez vous enregistrer pour utiliser votre abonnement sur d'autres appareils ou vous connecter pour récupérer un abonnement existant.</p><p><strong>Auto-Update options</strong> actualise les abonnements.</p><p><strong>Auto-Update du jeton</strong> actualise l'identifiant d'autorisation.</p><p><strong>Charger les options d'abonnement</strong> charge les plans d'abonnement actuels.</p><p><strong>Restaurer les achats</strong> recharge votre abonnement si vous en avez déjà un.</p><strong>Hash du jeton</strong> est un code de vérification unique à la version actuelle.
it: <p>Abbona SnowHaze Premium per profittare del VPN SnowHaze e di un update frequente delle liste siti. I primi 7 giorni sono gratuiti per gli abbonati che si iscrivono per la prima volta. Esiste un abbonamento che si rinnova automaticamente ogni mese o anno. È possibile registrati per utilizzare il proprio abbonamento su altri dispositivi o effettuare il login per recuperare un abbonamento esistente.</p><p><strong>L’Auto-Update opzioni</strong> aggiornare le opzioni d’abbonamento.</p><p><strong>L’Auto-Update Token</strong> aggiorna il token d'autorizzazione.</p><p><strong>Carica abbonamenti</strong> carica gli attuali piani di abbonamento.</p><p><strong>Restituire acquisti</strong> ricarica il tuo abbonamento se ne hai già uno.</p>Il <strong>Token Hash attuale </strong> è un codice con il quale l’abbonamento corrente può essere controllato.
ja: <p>SnowHazeプレミアムの購読登録をすることで、SnowHaze VPNをご利用出来ます。また、サイトリストの 自動更新が頻繁に行われます。最初の7日間は初めての加入者には無料です。購読期間は１ヶ月と１年間の２種類があります。購読解除がない限り、購読は自動更新されるので、ご注意ください。他のデバイスでサブスクリプションを使用するために登録したり、既存のサブスクリプションを取得するためにログインしたりすることができます。</p><p><strong>オプションの自動更新</strong>はサブスクリプションを更新します。</p><p><strong>アクセストークンの自動更新</strong>は認証トークンを更新します。</p><p><strong>購読オプションをロード</strong>は、現在の購読プランをロードします。</p> <p><strong>以前の購入を復元</strong>は、すでに購入済みのサブスクリプションを再読み込みします。</p><strong>Current Token Hash</strong>は現在の購読登録を確認するためのコードです。
pt: <p>Subscreva o SnowHaze VPN para ter acesso ao SnowHaze VPN, ao motor de pesquiza SnowHaze e a atualizações frequente de listas de sites. Os primeiros 7 dias são gratuitos para assinantes iniciantes. Existem subscrições de autorrenovação mensais ou anuais. Pode registar-se para utilizar a sua assinatura noutros dispositivos ou iniciar sessão para recuperar uma assinatura existente.</p><p><strong>Auto-update opções</strong> atualiza os planos de subscrição.</p><p><strong>Auto-Update token</strong> atualiza o autorização.</p><p><strong>Carregar Opções de subscrição</strong> carrega os planos de subscrição actuais.</p> <p><strong>Recuperar compras</strong>recarrega a sua subscrição se já tiver uma.</p><strong>Hash do token</strong> é um código utilizado para verificar a subscrição atual.

# safebrowsing settings explanation
source: <p>Safebrowsing is a Google service that helps recognizing malicious websites. Every time you connect to a website, a request to Safebrowsing checks if the website is safe.</p><p><strong>Use Safebrowsing:</strong> Turn on this option to check websites as you browse.</p><p><strong>Use Proxy:</strong> Instead of connecting directly to this Google service, you can use the SnowHaze proxy, which makes the request on your behalf. This protects your privacy from Google.</p><p><strong>Hard Fail: </strong> Turning on this option ensures that you can only connect to a website if the Safebrowsing check was successful.</p><p><strong>Cache Sharing:</strong> Choose if tabs are allowed to share information about previous Safebrowsing request.</p><strong>Prefix Updates:</strong> Load the list of prefixes manually. To save time, consider updating before you use it for the first time.
de: <p>Safebrowsing ist ein Google Dienst, der dabei hilft, bösartige Webseiten zu erkennen. Jedes Mal, wenn du eine Verbindung zu einer Webseite herstellst, wird durch eine Anfrage an Safebrowsing überprüft, ob die Webseite sicher ist.</p><p><strong>Safebrowsing verwenden:</strong> Aktiviere diese Option, um Webseiten beim Browsen zu überprüfen.</p><p><strong>Proxy verwenden:</strong> Anstatt eine direkte Verbindung zu diesem Google Dienst herzustellen, kannst du den SnowHaze Proxy verwenden, der die Anfrage für dich macht. Dies schützt deine Privatsphäre vor Google.</p><p><strong>Hard Fail:</strong> Wenn du diese Option aktivierst, wird sichergestellt, dass du nur dann eine Verbindung zu einer Webseite herstellen kannst, wenn der Safebrowsing Check erfolgreich war.</p><p><strong>Cache Teilen:</strong> Wähle aus, ob Tabs Informationen über frühere Safebrowsing Anfragen teilen dürfen.</p><strong>Präfix Updates:</strong> Lade die Liste der Präfixe manuell. Aktualisiere vor der ersten Verwendung, um Zeit zu sparen.
es: <p>Safebrowsing es un servicio de Google que ayuda a reconocer sitios web maliciosos. Cada vez que te conectas a un sitio web, una solicitud a Safebrowsing comprueba si el sitio web es seguro.</p><p><strong>Usar Safebrowsing:</strong> Active esta opción para comprobar los sitios web mientras navega.</p><p><strong>Usar Proxy:</strong> En lugar de conectarse directamente a este servicio de Google, puede usar el proxy de SnowHaze, que hace la solicitud en su nombre. Esto protege su privacidad de Google.</p><p><strong>Hard fail:</strong> Activando esta opción se asegura que sólo se puede conectar a un sitio web si el chequeo de Safebrowsing tuvo éxito.</p><p><strong>Compartir cache:</strong> Elija si las pestañas están permitidas para compartir información sobre la solicitud previa de Safrowsing.</p><strong>Actualizar Prefijos:</strong> Cargar la lista de prefijos manualmente. Actualice ahora para ahorrar tiempo cuando lo use por primera vez.
fr: <p>Safebrowsing est un service de Google qui aide à reconnaître les sites web malveillants. Chaque fois que vous vous connectez à un site web, une demande à Safebrowsing vérifie si le site est sûr.</p><p><strong>Utiliser Safebrowsing :</strong> Activez cette option pour vérifier les sites web pendant que vous naviguez.</p><p><strong>Utiliser le proxy :</strong> Au lieu de vous connecter directement à ce service Google, vous pouvez utiliser le proxy SnowHaze, qui effectue la demande en votre nom. Cela permet de protéger votre vie privée contre Google.</p><p><strong>Hard fail :</strong> L'activation de cette option garantit que vous ne pouvez vous connecter à un site web que si la vérification Safebrowsing a réussi.</p><p><strong>Partage du cache :</strong> Choisissez si les onglets du navigateur sont autorisés à partager des informations sur la demande de Safebrowsing précédente.</p><strong>Mises à jour des préfixes:</strong> Charger la liste des préfixes manuellement. Pour gagner du temps, pensez à la mettre à jour avant de l'utiliser pour la première fois.
it: <p>Safebrowsing è un servizio di Google che aiuta a riconoscere i siti web dannosi. Ogni volta che ti connetti a un sito web, una richiesta a Safebrowsing verifica se il sito è sicuro.</p><p><strong> Utilizzare Safebrowsing:</strong> Attivare questa opzione per controllare i siti web mentre si naviga.</p><p><strong>Utilizzare Proxy:</strong> Invece di collegarsi direttamente a questo servizio di Google, è possibile utilizzare il proxy di SnowHaze, che effettua la richiesta per vostro conto. Questo protegge la vostra privacy da Google.</p><p><strong>Hard fail: </strong> L'attivazione di questa opzione assicura che ci si possa collegare a un sito web solo se il controllo Safebrowsing ha avuto successo.</p><p><strong>Condivisione del cache:</strong> Scegliere se le schede del browser possono condividere le informazioni sulla precedente richiesta Safebrowsing.</p><strong>Aggiornamenti dei prefissi:</strong> Carica la lista dei prefissi manualmente. Per risparmiare tempo, considerare l'aggiornamento prima di utilizzarlo per la prima volta.
ja: <p>Safebrowsing は、悪質な Web サイトを認識するのに役立つ Google のサービスです。Web サイトに接続するたびに、Safebrowsing へのリクエストが Web サイトが安全かどうかをチェックします。</p><p><strong>Safebrowsingを使用:</strong>このオプションをオンにすると、ブラウズしながら Web サイトをチェックすることができます。</p><p><strong>プロキシを使用:</strong>このGoogleサービスに直接接続する代わりに、あなたに代わってリクエストを行うSnowHazeプロキシを使用することができます。これにより、Googleからのプライバシーが保護されます。</p><p><strong>ハード フェイル:</strong> このオプションをオンにすると、Safebrowsing チェックが成功した場合にのみ Web サイトに接続できるようになります。</p><p><strong>キャッシュの共有:</strong> ブラウザタブが以前のSafebrowsingリクエストに関する情報を共有することを許可するかどうかを選択します。</p><strong>プレフィックス更新:</strong>接頭辞のリストを手動で読み込みます。時間を節約するためにも、初めて使う前に更新を検討してみましょう。
pt: <p>Safebrowsing é um serviço do Google que ajuda a reconhecer sites maliciosos. Cada vez que você se conecta a um site, um pedido ao Safebrowsing verifica se o site é seguro.</p><p><strong>Usar Safebrowsing:</strong> Ligue esta opção para verificar sites enquanto navega.</p><p><strong>Usar Proxy:</strong> Em vez de se conectar diretamente a este serviço do Google, você pode usar o proxy SnowHaze, que faz o pedido em seu nome. Isto protege a sua privacidade do Google.</p><p><strong>Hard fail: </strong> Ativar esta opção garante que você só poderá se conectar a um site se a verificação do Safebrowsing foi bem sucedida.</p><p><strong>Partilha de cachês:</strong> Escolha se as separadores são permitidas para compartilhar informações sobre o pedido anterior do Safebrowsing.</p><strong>Actualizações prefixas:</strong> Carregue a lista de prefixos manualmente. Para poupar tempo, considere a actualização antes de a utilizar pela primeira vez.

# register subscription sub settings explanation
source: Register to use your subscription on other devices. All your data is protected by our Zero-Knowledge Auth technology, allowing you to stay anonymous. You can also register without email.
de: Registriere dich, um dein Abonnement auf anderen Geräten zu verwenden. Alle deine Daten werden durch unsere Zero-Knowledge Auth Technologie geschützt, so dass du anonym bleiben kannst. Du kannst dich auch ohne Email registrieren.
es: Regístrese para utilizar su suscripción en otros dispositivos. Todos sus datos están protegidos por nuestra tecnología Zero-Knowledge Auth, que le permite permanecer en el anonimato. También puedes registrarte sin email.
fr: Inscrivez-vous pour utiliser votre abonnement sur d'autres appareils. Toutes vos données sont protégées par notre technologie Zero-Knowledge Auth, qui vous permet de rester anonyme. Vous pouvez également vous inscrire sans email.
it: Registrati per utilizzare il tuo abbonamento su altri dispositivi. Tutti i tuoi dati sono protetti dalla nostra tecnologia Zero-Knowledge Auth, che ti permette di rimanere anonimo. Puoi anche registrarti senza email.
ja: 他のデバイスでサブスクリプションを使用するために登録します。 すべてのデータはZero-Knowledge Authテクノロジーによって保護されているため、匿名を維持できます。 メールなしで登録することもできます。
pt: Registe-se para utilizar a sua assinatura noutros dispositivos. Todos os seus dados são protegidos pela nossa tecnologia Zero-Knowledge Auth, permitindo-lhe permanecer anónimo. Você também pode se registrar sem email.

# login subscription sub settings explanation
source: Authenticate using your email and password, or your Master Secret to connect your existing subscription.
de: Authentifiziere dich mit deiner Email und deinem Passwort oder mit deinem Master Secret, um dein bestehendes Abonnement zu verbinden.
es: Autentifíquese usando su email y contraseña, o su Master Secret para conectar su suscripción existente.
fr: Authentifiez-vous en utilisant votre e-mail et votre mot de passe, ou votre Master Secret pour connecter votre abonnement existant.
it: Autenticati usando la tua email e la tua password, o il tuo Master Secret per collegare il tuo abbonamento esistente.
ja: メールとパスワード、またはMaster Secretを使用して認証し、既存のサブスクリプションに接続します。
pt: Autentique-se utilizando o seu e-mail e palavra-passe, ou o seu Master Secret para ligar a sua subscrição existente.

# subscription network error alert title
source: Network Error
de: Netzwerkfehler
es: Error de red
fr: Erreur de réseau
it: Errore di rete
ja: ネットワークエラー
pt: Erro de rede

# subscription network error alert message
source: Failed to complete operation due to a Network error
de: Der Vorgang konnte aufgrund eines Netzwerkfehlers nicht abgeschlossen werden.
es: No se completó la operación debido a un error de la red
fr: Impossible de terminer l'opération en raison d'une erreur de réseau
it: Impossibile completare l'operazione a causa di un errore di rete
ja: ネットワークエラーのため、操作を完了できませんでした
pt: Falha ao concluir a operação devido a um erro de rede

# subscription invalid account error alert title
source: Invalid Credentials
de: Ungültige Anmeldedaten
es: Credenciales no válidas
fr: Donnés d'accès non valides
it: Credenziali non valide
ja: 無効な資格情報
pt: Credenciais inválidas

# subscription invalid account error alert message
source: Email or password is incorrect or you have not yet registered.
de: Email oder Passwort ist falsch oder du hast dich noch nicht registriert.
es: El email o la contraseña son incorrectos o aún no se ha registrado.
fr: Le courriel ou le mot de passe est incorrect ou vous n'êtes pas encore inscrit.
it: L'e-mail o la password non è corretta o non sei ancora registrato.
ja: メールまたはパスワードが間違っているか、まだ登録されていません。
pt: O e-mail ou a senha estão incorretos ou você ainda não se registrou.

# subscription email in use error alert title
source: Email Already in Use
de: Email bereits verwendet
es: Email ya en uso
fr: Email déjà utilisé
it: Email già in uso
ja: すでに使用中のメール
pt: Email já em uso
