Repository: aberja/SnowHaze-iOS
Catalog: SnowHaze/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# page settings tap icon title
source: Tap icon for more information
de: Tippe auf ein Symbol für mehr Infos
es: Toque ícono para más información
fr: Appuyez une icône pour plus d'infos
it: Toccare icona per più dettagli
ja: アイコンをタップして詳細を表示
pt: Toque o ícone para mais informações

# open url in app calshow app name
source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
ja: カレンダー
pt: Calendário

# open url in app googlecalendar app name
source: Google Calendar
de: Google Kalender
fr: Google Agenda
ja: Google カレンダー

# open url in app googletranslate app name
source: Google Translate
de: Google Übersetzer
es: Traductor de Google
fr: Google Traduction
it: Google Traduttore
ja: Google 翻訳
pt: Google Tradutor

# open url in app ibooks app name
source: Books
es: Apple Books
fr: Livres
it: Libri
ja: Apple Books
pt: Apple Books

# open url in app music app name
source: Music
de: Musik
es: Música
fr: Musique
it: Musica
ja: ミュージック
pt: Música

# open url in app settings app name
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: 設定
ja: 設定
pt: Ajustes

# open url in app facetime app name
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
ja: 電話
pt: Telefone

# wikipedia search engine display name
source: Wikipedia
fr: Wikipédia

# open url in app sbb app name
source: SBB Mobile
fr: Mobile CFF
it: Mobile FFS
