Repository: aberja/SnowHaze-iOS
Catalog: SnowHaze/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# application settings explanation
source: <p>Here you can manage general SnowHaze settings.</p><p><strong>Local Site Suggestion:</strong> You can choose whether sites from a local list should be suggested when typing in the URL bar.</p><p><strong>Suggest Private Sites:</strong> When Suggest Private Sites is turned on, SnowHaze will also suggest you Private Sites when typing in a URL. If this option is turned off, SnowHaze will still suggest you non-Private sites. You may want to turn this option off for youth protection reasons and to prevent yourself from accidentally visiting Private Sites.</p><p><strong>Preview Delay:</strong> Choose the time to wait before loading the preview of a link.</p><p><strong>Home Page URL:</strong> Define a custom page to load when opening a new tab.</p><p><strong>Auto-Update Site List / Wi-Fi-Only:</strong> You can set whether the different website lists (tracking sites, ad sites, phishing sites, malicious sites) should update automatically and if you want to update them only when connected to Wi-Fi. When subscribed to SnowHaze Premium, the lists update frequently otherwise with every new SnowHaze version. Turning automatic update off will delete the lists.</p><p><strong>Undo Tab Closing:</strong> Choose the time period in which it is possible to reopen closed tabs by shaking your device. You can choose to allow reopening for all tabs, meaning that Private Tabs can also be reopened.</p><p><strong>Tab Masking:</strong> The content of a tab can be masked when you're not on it. You can choose in which case SnowHaze masks your tabs.</p><p><strong>Usage Stats:</strong> Shows statistics in the bookmark section of the app.</p><p>HTTPS Upgrade: Number of sites loaded with HTTPS instead of HTTP thanks to a SnowHaze specific feature</p><p>Trackers Blocked: Number of trackers blocked</p><p>Deleted Cookies: Number of deleted cookies</p>VPN Protections: Number of loaded sites while connected to SnowHaze VPN
de: <p>Hier findest du allgemeine SnowHaze Einstellungen.</p><p><strong>Lokale Suchvorschläge:</strong> Du kannst auswählen, ob Seiten aus einer lokalen Liste vorgeschlagen werden sollen während du eine Suche eingibst.</p><p><strong>Private Seiten vorschlagen:</strong> Wenn diese Einstellung eingeschaltet ist, schlägt SnowHaze auch Private Seiten vor, wenn eine Suche eingetippt wird. Wenn diese Einstellung ausgeschaltet ist, werden weiterhin Seiten vorgeschlagen, die nicht Private Seiten sind. Um ein versehentliches Aufrufen einer Privaten Seite zu verhindern und aus Jugendschutzgründen, empfiehlt es sich diese Funktion auszuschalten.</p><p><strong>Vorschau Verzögerung:</strong> Wähle die Zeit, die gewartet werden soll, bevor die Vorschau eines Links geladen wird.</p><p><strong>Homepage-URL:</strong> Definiere eine eigene Seite, die beim Öffnen eines neuen Tabs geladen werden soll.</p><p><strong>Auto-Update Seitenlisten / Nur WiFi:</strong> Wähle aus, ob verschiedene Webseitenlisten (Trackingseiten, Werbeseiten, Phishingseiten, schädliche Seiten) automatisch aktualisiert werden können und ob dies nur über Wi-Fi geschehen soll. Mit SnowHaze Premium aktualisieren die Seitenlisten häufig, sonst mit jeder neuen SnowHaze Version. Auto-Update ausschalten löscht die Listen vom Gerät.</p><p><strong>Tab wiederherstellen:</strong> Wähle die Zeitspanne aus, in der es möglich ist, geschlossene Tabs durch Schütteln des Geräts wiederherzustellen. Zusätzlich kannst du auswählen, ob alle Tabs, das heisst auch Private Tabs, wiederhergestellt werden können.</p><p><strong>Tab Maskieren:</strong> Der Inhalt eines Tabs kann maskiert werden, wenn du nicht im Tab bist. Wähle aus für welche Tabs dies gelten soll.</p><p><strong>Statistiken:</strong> Zeigt Statistiken im Lesezeichenbereich der App an.</p><p>HTTPS Upgrade: Anzahl der Seiten, die mit HTTPS anstelle von HTTP geladen wurden, dank einer SnowHaze spezifischen Funktion.</p><p>Tracker blockiert: Anzahl der blockierten Tracker</p><p>Gelöschte Cookies: Anzahl der gelöschten Cookies</p>VPN Schutz: Anzahl der geladenen Seiten während der Verbindung mit SnowHaze VPN
es: <p>Aquí usted puede modificar los ajustes generales de SnowHaze.</p><p><strong>Sugerencias sitios locales</strong> Ahora puedes escoger de una lista local sitios, los cuales se sugerirán al irlos tecleando en la barra de búsqueda.</p><p><strong>Sugerir sitos web privados:</strong> Si esta opción está activada, SnowHaze le sugerirá los sitios web privados cuando usted escriba un URL. Si esta opción está desactivada, SnowHaze seguirá sugiriéndole sitios web no privados. Es probable que usted desee apagar esta opción por razones de protección infantil y así evitar que accidentalmente visiten sitios privados.</p><p><strong>Retraso de Previsión:</strong> Elija el tiempo de espera antes de cargar la vista previa de un enlace.</p><p><strong>URL de la página inicial:</strong> Defina una página personalizada para cargarla al abrir una nueva pestaña.</p><p><strong>Autoactualización de lista de sitios / Únicamente con WiFi</strong> Puedes configurar las diferentes listas de sitios (sitios de rastreo, sitios de anuncios, sitios falsos fraudulentos, sitios maliciosos) se deben de actualizar automáticamente; si quieres que se actualicen sólo tienes que conectarte al Wi-Fi. Cuando te subscribas a SnowHaze (Neblina de Nieve) Premium, las listas se actualizarán frecuentemente, o de lo contrario, con cada nueva versión de SnowHaze. Desactivando la actualización automática borraría las listas.</p><p><strong>Restaurar pestaña:</strong> Escoge periodo de tiempo donde es posible reabrir pestañas cerradas al agitar. Puedes escoger permitir reabrir todas las pestañas, significando que Pestañas Privadas también se pueden reabrir.</p><p><strong>Escondiendo Pestañas:</strong> El contenido de la pestaña puede ser escondido cuando no estas ahí. Puedes escoger en que caso SnowHaze esconde tus pestañas.</p><p><strong>Estadísticas:</strong> Muestra estadísticas en la sección de favoritos de la aplicación.</p><p>Upgrade HTTPS: Número de sitios cargados con HTTPS en lugar de HTTP gracias a una característica específica de SnowHaze.</p><p>Trackers bloqueados: Número de seguidores bloqueados</p><p>Cookies eliminadas: Número de cookies eliminadas</p>Protecciones VPN: Número de sitios cargados mientras está conectado a SnowHaze VPN
fr: <p>Ici vous pouvez faire des réglages concernant SnowHaze en général.</p><p><strong>Suggestions locales :</strong> Vous pouvez choisir si les sites d’une liste locale doivent être suggérés dans la barre URL. </p><p><strong>Proposer sites privés :</strong> Si ce paramètre est actif, SnowHaze proposes en plus des autres sites aussi les sites privés pendant la recherche. Si ce réglage n'est pas actif, tous les autres sites qui ne sont pas privés sont proposés. Il est recommandé de désactiver cette option pour des questions de protection de la jeunesse ou pour éviter d'accéder à un site privé par accident.</p><p><strong>Délai de prévisualisation:</strong> Choisissez le temps d'attente avant le chargement de l'aperçu d'un lien.</p><p><strong>URL de la page d'accueil:</strong> Définissez une page personnalisée à charger lors de l'ouverture d'un nouvel onglet.</p><p><strong>Auto-Update listes de sites / WiFi uniquement :</strong> Choisissez si les listes de sites (tracking, annonces, phishing, malveillant) peuvent s'actualiser automatiquement et si vous voulez l’actualisation uniquement en étant connecté au Wifi. Avec SnowHaze Premium, les listes s'actualisent fréquemment. Sans SnowHaze Premium les listes sont actualisées avec chaque nouvelle version de SnowHaze. La désactivation de l’actualisation automatique efface les listes de l’appareil.</p><p><strong>Restaurer un onglet :</strong> Choisissez la durée, pendant laquelle il est possible de restaurer un onglet en secouant votre appareil. Spécifiez si tous les onglets peuvent être récupérés, aussi les onglets privés.</p><p><strong>Masquer les onglets :</strong> Le contenu d'un onglet peut être masquer quand l'onglet n'est pas actuel. Choisissez quels onglets doivent être masqués.</p><p><strong>Statistiques :</strong> Affiche les statistiques dans la section des signets de l'application.</p><p>Upgrade HTTPS : Nombre de sites chargés avec HTTPS au lieu de HTTP grâce à une fonctionnalité SnowHaze</p><p>Trackers bloqués : Nombre de trackers bloqués</p><p>Cookies effacés : Nombre de cookies supprimés</p>Protections VPN : Nombre de sites chargés pendant la connexion à SnowHaze VPN
it: <p>Impostazioni generali di SnowHaze.</p><p><strong>Proposte di ricerca locali</strong>Mentre fai la ricerca puoi scegliere se proporre le pagine da una lista locale.</p><p><strong>Suggerisci siti privati:</strong> Quando questa impostazione è selezionata e viene fatta una ricerca, SnowHaze proporre anche siti privati. Quando invece non è selezionata, i siti privati non vengono visualizzati nei suggerimenti della ricerca. Si sconsiglia l'uso di questa impostazione se si vuole impostare una protezione per minori o se non si vuole capitare per caso su siti privati.</p><p><strong>Ritardo dell'anteprima:</strong> Scegli il tempo di attesa prima di caricare l'anteprima di un link.</p><p><strong>URL della home page:</strong> Definisci una pagina personalizzata da caricare quando si apre una nuova scheda.</p><p><strong>Auto-Update liste siti / Solo Wi-Fi</strong> Seleziona tra diversi elenchi siti internet (siti tracking, pubblicitari, phishing e dannosi) se si attualizzano automaticamente oppure tramite Wi-Fi. SnowHaze Premium attualizza le barre laterali frequentemente oppure con ogni nuova versione SnowHaze. Spegnimento Auto-Update cancella le liste dell’apparecchio.</p><p><strong>Riaprire i pannelli:</strong> Decidere il periodo nel quale è possibile riaprire i pannelli chiusi scuotendo il telefono. Si può decidere di riaprire tutti i siti, quindi anche i siti privati.</p><p><strong>Mascherare siti:</strong> Si può mascherare il contenuto di un sito quando non si sta visitando la pagina. Si può scegliere il quale caso SnowHaze maschera i siti.</p><p><strong>Statistiche:</strong> Mostra le statistiche nella sezione segnalibri dell'app.</p><p>Upgrade HTTPS: Numero di siti caricati con HTTPS invece di HTTP grazie ad una funzione specifica di SnowHaze</p><p>Trackers bloccati: Numero di inseguitori bloccati</p><p>Cookie eliminati: Numero di cookie eliminati</p>Protezioni VPN: Numero di siti caricati mentre si è connessi a SnowHaze VPN
ja: <p>SnowHazeの基本設定を管理できます。</p><p><strong>ローカルサイトのサジェスト</strong>検索バーを使った検索の際、ローカルリスト中のポピュラーサイトを予測候補に含めるかどうかを設定できます。</p><p><strong>検索サジェストプライベートサイト:</strong> 検索サジェスト機能とは、SnowHazeで検索した文字列に関連の深い語句を逐次予測して表示する機能です。SnowHazeでは、検索サジェスト機能により検索候補としてあげられるコンテンツの一部を制限することができます。オン（有効）の場合、成人向けコンテンツ（プライベートサイト）も検索サジェストの対象となります。オフ（無効）の場合、プライベートサイトは検索サジェストには含まれません。プライベートサイトの表示を望まない場合は、本設定を無効の上ご利用下さい。（例：未成年の方がご利用する場合、公共のパソコンで本ブラウザを利用する場合など）</p><p><strong>プレビュー遅延:</strong>リンクのプレビューを読み込むまでの待ち時間を選択します。</p><p><strong>ホーム ページ URL:</strong>新しいタブを開いたときに読み込むカスタム ページを定義します。</p><p><strong>サイトリストの自動更新 / Wi-Fi接続時のみ</strong>各サイトリスト（トラッキング、広告、フィッシング、悪質サイトリスト）の自動更新設定が出来ます。自動更新が Wi-Fi接続時にのみ行われるように設定することも可能です。SnowHaze VPNの購読登録をすることで、サイトリストの自動更新が頻繁に行われるようになります。（未購読時はSnowHaze ブラウザのアップデート時のみの更新となります。）自動アップデートを無効にすると、サイトリストは自動的に削除されます。</p><p><strong>閉じたタブの復元：</strong> シェイクすることで一度閉じたタブを復元する機能です。本機能を有効にする時間帯を設定できます。また、復元の対象となるタブの種類を選択できます。全てを選択した場合、プライベートタブを含む全てのタブが復元対象となります。</p><p><strong>タブのマスキング：</strong> 現在閲覧していないタブの見出しを非表示にする機能です。タブのマスキングを有効にする条件を設定できます。</p><p><strong>使用統計：</strong>アプリのブックマークセクションに統計を表示します。</p><p>HTTPSの アップグレード：SnowHaze固有の機能により、HTTPではなくHTTPSがロードされたサイトの数</p><p>ブロックされたトラッカー：ブロックされたトラッカーの数</p> <p>削除されたCookie：削除されたCookieの数</p>VPN保護：SnowHaze VPNに接続中のロードされたサイトの数
pt: <p>Aqui você encontra as configurações gerais do SnowHaze.</p><p><strong>Sugestões sites locais:</strong>Pode selecionar se deseja que os sites das listas locais sejam sugeridos aquando da utilização de motores de pesquisa.</p><p><strong>Sugerir sites privados:</strong> Quando essa opção estiver ativada o SnowHaze pode sugerir site privados ao se realizar uma busca. Quando essa opção estiver desativada continuarão sendo sugeridos sites que não são privados. Por razões de proteção à juventude, você pode querer desativar esta opção.</p><p><strong> Atraso de visualização:</strong> Escolha o tempo de espera antes de carregar a visualização de um link.</p><p><strong>URL de página inicial:</strong> Definir uma página personalizada para carregar ao abrir um novo separador.</p><p><strong>Auto-update a lista de Sites / Somente Wi-Fi</strong>Pode também escolher se as diferentes listas de sites web ( sites de rastreio, sites de publicidade, sites de phishing ou de falsificação de identidade, sites de malware) devem ser atualizados automaticamente ou se devem ser atualizados somente quando existe uma ligação Wi-Fi. A atualização das listas faz-se automaticamente se subscrever o SnowHaze Premium, se não for o caso, a atualização faz-se a cada mudança de versão do SnowHaze. Se escolher desligar as atualizações automáticas, as listas serão apagadas.</p><p><strong>Restaurar um Separador:</strong> Escolher o intervalo de tempo durante o qual é possível restaurar um separador quando este e abanado. Especifique se todos os separadores podem ser recuperados, incluindo os separadores Privados.</p><p><strong>Mascarar os Separados:</strong> O conteúdo de um separador pode ser mascarado quando este não é atualizado. Escolha os separadores que podem ser mascarados.</p><p><strong>Estatísticas:</strong> Mostra estatísticas na seção de marcadores do aplicativo.</p><p>Upgrade HTTPS: número de sites carregados com HTTPS em vez de HTTP graças a um recurso específico do SnowHaze</p><p>Trackers bloqueados: número de rastreadores bloqueados</p><p>Cookies Excluídos: Número de cookies excluídos</p>Proteções VPN: número de sites carregados conectados ao SnowHaze VPN

# javascript settings explanation
source: <p>Manage how SnowHaze handles JavaScript content. JavaScript is a programming language, which is used by many websites and is supported by most browsers. JavaScript helps getting the most out of a website in terms of appearance and features. It is responsible for most of the interactive and dynamic content.</p><p><strong>Allow JavaScript:</strong> Turning this option on enables JavaScript content. You may want to turn this off to protect your privacy when surfing in an unsafe environment. <u>Note</u> that some sites might not be displayed properly when JavaScript is disabled.</p><p><strong>Allow Application Scripts:</strong> Application scripts are JavaScript elements generated by SnowHaze. They are used to enable useful features like search or tracking protection.</p><p><strong>Password Manager:</strong> Turn off the integration of password managers.</p><strong>Allow JS URLs:</strong> Allow JavaScript URI to be executed.
de: <p>Wähle aus, wie JavaScript Inhalte geladen werden sollen. JavaScript ist eine Programmiersprache, die von vielen Webseiten benutzt und von den meisten Browsern unterstützt wird. JavaScript ermöglicht auf einer Seite vielfältige Darstellungen und Funktionen zu nutzen. JavaScript ist für die dynamischen Inhalte einer Webseite verantwortlich.</p><p><strong>JavaScript zulassen:</strong> Diese Einstellung erlaubt JavaScript Inhalte zu laden und darzustellen. Es empfiehlt sich, diese Einstellung auf nicht vertrauenswürdigen Seiten für deinen Datenschutz auszuschalten. <u>Bemerkung:</u> Einige Seiten können ohne JavaScript nicht richtig geladen werden.</p><p><strong>Application Scripts zulassen:</strong> Application Scripts sind JavaScripts, die von SnowHaze erzeugt werden, um nützliche Funktionen wie Trackingschutz zu nutzen.</p><p><strong>Passwortmanager:</strong> Erlaubt die Einbindung von Passwortmanager.</p><strong>JS URLs zulassen:</strong> JavaScript URI Ausführung erlauben.
es: <p>Gestiona la forma en SnowHaze trata el contenido JavaScript. JavaScript es un lenguaje de programación, que es utilizado por muchos sitios web y es compatible con la mayoría de los navegadores. JavaScript ayuda a obtener el máximo rendimiento de una página web respecto a apariencia y características. Es responsable de la mayor parte del contenido interactivo y dinámico.</p><p><strong>Permitir JavaScript:</strong> Al activar esta opción permite el flujo del contenido de JavaScript. Es posible que desee desactivar esta opción para proteger su privacidad al navegar en un entorno inseguro. <u>Tenga</u> en cuenta que algunos sitios web no muestran correctamente cuando JavaScript está desactivado.</p><p><strong>Permitir Scripts de Aplicaciones:</strong> Los scripts de aplicaciones son elementos JavaScript generados por SnowHaze. Se utilizan para activar funciones útiles tales como la búsqueda o protección del seguimiento.</p><p><strong>Password Manager:</strong> Desactive la integración de administradores de contraseñas.</p><strong>Permitir URLs JS:</strong> Permita que se ejecute la URI de JavaScript.
fr: <p>Réglages JavaScript. JavaScript est un langage de programmation qui est utilisé par de nombreux sites et est supporté par la plupart des navigateurs. JavaScript permet de tirer la meilleure partie d'un site en termes d'affichage et de fonctionnalités. JavaScript est responsable de la plupart des contenus interactifs et dynamiques.</p><p><strong>Autoriser JavaScript :</strong> Activer cette option permet de charger les contenus JavaScript. Il est préférable de désactiver cette option quand vous surfez dans un milieu peu sûr. <u>Remarque :</u> Il est possible que certaines pages ne puissent pas être affichées correctement quand cette option est éteinte.</p><p><strong>Scriptes d'application :</strong> Les scripts d'application sont des éléments JavaScript générés par SnowHaze. Ils sont utilisés pour activer des fonctionnalités telles que la recherche ou la protection de suivi d'activités sur internet.</p><p><strong>Gestionnaire de mot de passe :</strong> Désactive l'intégration de gestionnaires de mot de passe.</p><strong>Autoriser les URLs JS:</strong> Autoriser l'exécution de URI JavaScript.
it: <p>Scegli come SnowHaze gestisce i contenuti JavaScript. JavaScript è un linguaggio di programmazione usato da molti siti web e supportato dalla maggior parte die browser. JavaScript aiuta ottenere il massimo da un sito web in termini di aspetto e caratteristiche. JavaScript è responsabile per la maggior parte die contenuti dinamici e interattivi.</p><p><strong>Consentire JavaScript:</strong> L'attivazione di questa opzione abilita i contenuti JavaScript. Si consiglia di disattivare questa funzione per proteggere la vostra privacy durante la navigazione in su ambiente non sicuro. <u>Si noti</u> che alcuni siti potrebbero non essere visualizzati correttamente quando è disabilitato JavaScript.</p><p><strong>Consentire Script di applicazione:</strong> Gli script di applicazione sono elementi JavaScript generati da SnowHaze. Essi sono utilizzati per abilitare le funzioni utili come la ricerca o il monitoraggio di protezione.</p><p><strong>Password Manager:</strong> Disattiva l'integrazione dei gestori di password.</p><strong>Consentire le URLs JS:</strong> Consentire l'esecuzione di JavaScript URI.
ja: <p>まずはどのようにしてSnowHazeがJavaScriptの内容を把握しているかについてです。JavaScriptはプログラミング言語で、多くのウェブサイトに使用されており、ほとんどのブラウザでサポートされています。JavaScriptはほとんどのウェブサイトの画面表示や 機能を得るのに役立っています。そのため、多くの対話式コンテンツや動的なコンテンツに貢献しています。</p><p><strong>JavaScriptを許可する:</strong> この選択肢をオンにすることで、 JavaScriptのコンテンツを使用することができます。 プライバシー保護のため、オフにしておきたい方もいらっしゃると思いますが、一部のウェブサイトはJavaScriptが無効だとうまく表示されないことがあるということにご注意ください。 <u>ただし:</u>一部のサイトではJavaScript が無効になっていると、適切に表示されない場合があるのでご注意下さい。</p><p><strong>アプリケーションスクリプト:</strong> アプリケーションスクリプトはSnowHazeで動作するJavaScriptの要素で、検索やトラッキング保護などの役立つ機能を可能にします。</p><p><strong>パスワードマネージャ:</strong> パスワードマネージャの統合をオフにします。</p><strong>JS URLを許可:</strong> JavaScript URIの実行を許可します。
pt: <p>Definições do JavaScript. O JavaScript é uma linguagem de programação utilizada por inúmeros sites de internet e é suportado pela maior parte dos navegadores. O JavaScript permite-nos tirar o melhor partido possível dos sites em termos de apresentação e de utilização das diferentes funcionalidades. O JavaScript é responsável pela maior parte dos conteúdos interativos e dinâmicos.</p><p><strong>Autorizar JavaScript:</strong> Ativar esta opção, permite o carregamento de conteúdos do JavaScript. É preferível desativar esta opção quando navegar em sites pouco seguros. <u>Nota:</u> é possível que algumas páginas web apresentem alguns erros se esta opção estiver desativada.</p><p><strong>Autorizar Scripts de aplicação:</strong> Os scripts de aplicação são elementos do JavaScript gerados pelo SnowHaze. São utilizados para ativar determinadas funcionalidades tais como a pesquisa e a proteção do registo dos sites visitados.</p><p><strong>Gerenciador de Senhas:</strong> Desligue a integração dos gerenciadores de senhas.</p><strong>Autorizar URLs JS:</strong> Permitir a execução de JavaScript URI.
