Repository: aberja/SnowHaze-iOS
Catalog: SnowHaze/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# check ip addresses button title
source: Check IP Addresses
de: IP Adressen anzeigen
es: Mostrar direcciones IP
fr: Afficher les adresses IP
it: Mostra indirizzi IP
ja: IPアドレスを表示
pt: Mostrar Endereços IP

# ip check tor api call notice
source: Note: This will show the IP address of some Tor exit relay.
de: Hinweis: Dies zeigt die IP-Adresse eines Tor-Exit-Relais an.
es: Nota: Esto mostrará la dirección IP de algún relé de salida de Tor.
fr: Note : Cela montrera l'adresse IP de certains relais de sortie de Tor.
it: Nota: Questo mostrerà l'indirizzo IP di alcuni relè di uscita Tor.
ja: 注意：これは、いくつかのTor出口リレーのIPアドレスを表示します。
pt: Nota: Isto mostrará o endereço IP de algum relé de saída do Tor.

# unknown ip address placeholder
source: Unknown
de: Unbekannt
es: Desconocide
fr: Inconnu
it: Sconosciuto
ja: 不明
pt: Desconhecido

# unavailable ip address placeholder
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Non disponible
it: Non disponibile
ja: 利用できません
pt: Não disponível

# connected ipsec vpn state title
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Collegato
ja: 接続
pt: Conectado

# connecting ipsec vpn state title
source: Connecting
de: Verbindet
es: Conectando
fr: Connexion
it: Collegando
ja: 接続中
pt: Conectando

# disconnected ipsec vpn state title
source: Not Connected
de: Nicht verbunden
es: No está conectado
fr: Déconnecté
it: Disconnesso
ja: 未接続
pt: Não Conectado

# disconnecting ipsec vpn state title
source: Disconnecting
de: Verbindung wird getrennt
es: Desconectar
fr: Déconnexion
it: Scollegato
ja: 切断されて
pt: Desconectando

# invalid ipsec vpn state title
source: Loading
de: Lädt
es: Cargando
fr: Charge
it: Sta caricando
ja: ロード中
pt: Carregando

# reasserting ipsec vpn state title
source: Reconnecting
de: Verbindet erneut
es: Reconectando
fr: Reconnexion
it: Sta riconnettendo
ja: 再接続して
pt: Reconectando

# unknown ipsec vpn state title
source: Unsupported VPN Status
de: VPN Status nicht unterstützt
es: Estado de VPN no soportado
fr: Statut VPN non supporté
it: Stato VPN non supportato
ja: サポートされていないVPNステータス
pt: Status de VPN não suportado

# select ipsec vpn profile prompt
source: Select Location
de: Standort auswählen
es: Seleccionar ubicación
fr: Choisissez un emplacement
it: Selezionare posizione
ja: 場所の選択
pt: Selecionar Localização

# select ipsec vpn profile prompt missing subscription accessibility label
source: Select VPN Location - Requires SnowHaze Premium subscription
de: Standort VPN auswählen - Benötigt ein SnowHaze Premium Abonnement
es: Seleccionar ubicación VPN - Requiere suscripción SnowHaze Premium
fr: Choisissez un emplacement VPN - Nécessite un abonnement SnowHaze Premium
it: Selezionare posizione VPN - Richiede abbonamento SnowHaze Premium
ja: VPNの場所を選択 - SnowHazeプレミアムの購読が必要
pt: Selecionar Localização VPN - Requer assinatura SnowHaze Premium

# vpn profile expiration warning single profile expired alert title
source: VPN Profile Expired
de: VPN Profil abgelaufen
es: Perfil VPN caducato
fr: Profil VPN expiré
it: Profilo VPN scaduto
ja: VPNプロファイルの期限切れ
pt: Perfil VPN expirado

# vpn profile expiration warning single profile expired alert message
source: One of your installed VPN profiles has expired. You can renew it in the VPN settings.
de: Ein installiertes VPN Profil ist abgelaufen. Du kannst es in den VPN Einstellungen erneuern.
es: Uno de los perfiles VPN instalados ha caducado. Puede renovarlo en la configuración de VPN.
fr: Un profil VPN installé arrive bientôt à échéance. Vous pouvez le renouveler dans les réglages VPN
it: Uno dei tuoi profili VPN installati è scaduto. È possibile rinnovarlo nelle impostazioni VPN.
ja: インストールされたVPNプロファイルの１つが期限切れになっています。 VPN設定で更新することができます。
pt: Um dos seus perfis VPN instalados expirou. Você pode renová-lo nas configurações VPN.

# vpn profile expiration warning single profile expiring alert title
source: VPN Profile Expiring
de: Ablauf VPN Profil
es: Perfil VPN expira
fr: Échéance profil VPN
it: Profilo VPN scade
ja: VPNプロファイルの期限切れ
pt: Perfil VPN expira

# vpn profile expiration warning single profile expiring alert message
source: One of your installed VPN profiles is about to expire. You can renew it in the VPN settings.
de: Ein installiertes VPN Profil läuft bald ab. Du kannst es in den VPN Einstellungen erneuern.
es: Uno de los perfiles VPN instalados está a punto de caducar. Puede renovarlo en la configuración de VPN.
fr: Un profil VPN installé est arrivé à échéance. Vous pouvez le renouveler dans les réglages VPN
it: Uno dei tuoi profili VPN installati sta per scadere. È possibile rinnovarlo nelle impostazioni VPN.
ja: インストールされたVPNプロファイルの１つが期限切れになります。 VPN設定で更新することができます。
pt: Um dos seus perfis VPN instalados está prestes a expirar. Você pode renová-lo nas configurações VPN.

# vpn profile expiration warning multiple profiles expired alert title
source: VPN Profiles Expired
de: VPN Profile abgelaufen
es: VPN Perfiles caducados
fr: Profils VPN expirés
it: Profili VPN scaduti
ja: VPNプロファイルの期限切れ
pt: Perfiles VPN expiraram

# vpn profile expiration warning multiple profiles expired alert message
source: Several of your installed VPN profiles have expired. You can renew them in the VPN settings.
de: Einige installierte VPN Profile sind abgelaufen. Du kannst sie in den VPN Einstellungen erneuern.
es: Varios de los perfiles VPN instalados han caducado. Puede renovarlos en la configuración de VPN.
fr: Certains profils VPN installés sont expirés. Vous pouvez les renouveler dans les réglages VPN.
it: Diversi dei profili VPN installati sono scaduti. È possibile rinnovarli nelle impostazioni VPN.
ja: インストールされたVPNプロファイルのいくつかが期限切れになっています。 VPN設定で更新することができます。
pt: Vários dos seus perfis VPN instalados expiraram. Você pode renová-los nas configurações VPN.

# vpn profile expiration warning multiple profiles expiring alert title
source: VPN Profiles Expiring
de: Ablauf VPN Profile
es: VPN perfiles expiran
fr: Échéance profils VPN
it: Profili VPN scadono
ja: 期限切れのVPNプロファイル
pt: Perfiles VPN expiran

# vpn profile expiration warning multiple profiles expiring alert message
source: Several of your installed VPN profiles are about to expire. You can renew them in the VPN settings.
de: Einige installierte VPN Profile laufen bald ab. Du kannst sie in den VPN Einstellungen erneuern.
es: Varios de los perfiles VPN instalados están a punto de caducar. Puede renovarlos en la configuración de VPN.
fr: Certains profils VPN installés arrivent bientôt à échéance. Vous pouvez les renouveler dans les réglages VPN.
it: Diversi dei profili VPN installati stanno per scadere. È possibile rinnovarli nelle impostazioni VPN.
ja: インストールされたいくつかのVPNプロファイルの有効期限が近づいています。 VPN設定で更新することができます。
pt: Vários de seus perfis VPN instalados estão prestes a expirar. Você pode renová-los nas configurações VPN.

# vpn profile expiration warning alert vpn settings button title
source: VPN Settings
de: VPN Einstellungen
es: Ajuste VPN
fr: Réglages VPN
it: Impostazione VPN
ja: VPNの設定
pt: Definições VPN

# tor settings title
source: Tor (Experimental)
de: Tor (Experimentell)
fr: Tor (expérimental)
it: Tor (Sperimentale)
ja: Tor（実験的）

# use tor setting title
source: Use Tor
de: Tor verwenden
es: Usar Tor
fr: Utiliser Tor
it: Usa Tor
ja: Tor を使用する
pt: Utilizar Tor

# use tor setting missing subscription accessibility label
source: Use Tor - Requires Subscription
de: Tor - Benötigt ein Abonnement
es: Tor - Requiere una suscripción
fr: Tor - Nécessite un abonnement
it: Tor - Richiede abbonamento
ja: Tor - サブスクリプションが必要です
pt: Tor - Requer subscrição

# disable use tor setting missing subscription accessibility label
source: Use Tor - Requires Subscription. Select to Disable.
de: Tor - Benötigt ein Abonnement. Auswählen um auszuschalten
es: Tor - Requiere una suscripción. Seleccione para desactivar.
fr: Tor - Nécessite un abonnement. Séléctioner pour désactiver.
it: Tor - Richiede abbonamento. Selezionare per disattivare.
ja: Tor - サブスクリプションが必要です。 無効にするを選択します。
pt: Tor - Requer subscrição. Selecione para desativar.

# start tor on launch setting title
source: Start on Launch
de: Beim Start verbinden
es: Comienza en el lanzamiento
fr: Démarrer au lancement
it: Iniziare al lancio
ja: 起動時に開始
pt: Iniciar no lançamento

# send dnt over tor setting title
source: Send "Do Not Track" Request
de: "Do Not Track" Anfrage senden
es: Envíe solicitud "No rastrear"
fr: Envoyez la demande "Ne pas suivre"
it: Invia richiesta "Non tracciare"
ja: "追跡しない"リクエストを送信する
pt: Enviar pedido "Não Rastrear"

# use tor for api calls setting title
source: Use Tor for API Calls
de: Tor für API Calls
es: Usar Tor para llamadas API
fr: Tor pour calls API
it: Tor per chiamate API
ja: APIコールにTorを使用
pt: Utilizar Tor para chamadas API

# rotate tor circuit for new api tokens setting title
source: Rotate Circuit for new Tokens
de: Circuit für neue Token rotieren
es: Rotar circuito para nuevas tokens
fr: Rotation du circuit pour les nouveaux jetons
it: Ruotare il circuito per i nuovi gettoni
ja: 新しいトークンの回転回路
pt: Rotacionar circuito para novos tokens

# use tor for api calls setting missing subscription accessibility label
source: Use Tor for API calls - Requires Subscription
de: Tor für API Calls - Benötigt ein Abonnement
es: Tor para las llamadas a la API - Requiere una suscripción
fr: Tor pour calls API - Nécessite un abonnement
it: Tor per le chiamate API - Richiede abbonamento
ja: API呼び出しのTor - サブスクリプションが必要です。
pt: Utilizar Tor para chamadas API - Requer subscrição

# disable use tor for api calls setting missing subscription accessibility label
source: Use Tor for API calls - Requires Subscription. Select to Disable.
de: Tor für API calls - Benötigt ein Abonnement. Auswählen um auszuschalten
es: Tor para las llamadas a la API - Requiere una suscripción. Seleccione para desactivar.
fr: Tor pour calls API - Nécessite un abonnement. Séléctioner pour désactiver.
it: Tor per le chiamate API - Richiede abbonamento. Selezionare per disattivare.
ja: API呼び出しのTor - サブスクリプションが必要です。 無効にするを選択します。
pt: Tor para calls API - Requer subscrição. Selecione para desativar.

# connect tor button title
source: Connect
de: Verbinden
es: Conectar
fr: Se connecter
it: Collegare
ja: 接続
pt: Conectar

# reset tor button title
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
pt: Reinicialização

# tor missing subscription error message
source: Using Tor requires a subscription.
de: Die Benutzung von Tor erfordert ein Abonnement.
es: El uso de Tor requiere una suscripción.
fr: L'utilisation de Tor nécessite un abonnement.
it: Usare Tor richiede un abbonamento.
ja: Torを使用するにはサブスクリプションが必要です。
pt: A utilização do Tor requer uma assinatura.

# delete cache data button title
source: Delete Caches
de: Caches leeren
es: Eliminar las cache
fr: Effacer le cache
it: Cancella la cache
ja: キャッシュを削除する
pt: Eliminar cache

# delete cookies button title
source: Delete Cookies
de: Cookies löschen
es: Eliminar las cookies
fr: Effacer les cookies
it: Cancella i cookies
ja: クッキーを削除する
pt: Apagar os cookies

# delete data stores button title
source: Delete Data Stores
de: Datenspeicher löschen
es: Eliminar memoria de datos
fr: Effacer stockage de données
it: Cancella i dati salvati
ja: データ履歴を削除する
pt: Apagar memória de dados

# delete all caches confirm dialog title
source: Confirm Delete
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmation de la suppression
it: Conferma la cancellazione
ja: 削除を確認
pt: Confirmação da eliminação

# delete all caches message format
source: Are you sure you want to delete all %@ caches?
de: Bist du sicher, dass du alle %@ Caches löschen willst?
es: ¿Está usted seguro de que quiere eliminar todos los %@ cachés?
fr: Etes-vous sûr de vouloir effacer tous les %@ cache ?
it: Sei sicuro di voler cancellare tutti i %@ Caches?
ja: %@個すべてのキャッシュを削除してもよろしいですか？
pt: Tem a certeza de querer apagar todos os %@ cache?

# delete all caches confirm option title
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir

# delete all caches cancel option title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# delete all cookies confirm dialog title
source: Confirm Delete
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmation de la suppression
it: Conferma la cancellazione
ja: 削除を確認
pt: Confirmação da eliminação

# delete all cookies message format
source: Are you sure you want to delete all %@ cookies?
de: Bist du sicher, dass du alle %@ Cookies löschen willst?
es: ¿Está usted seguro de que quiere eliminar todas las %@ cookies?
fr: Etes-vous sûr de vouloir effacer les %@ cookies ?
it: Sei sicuro di voler cancellare tutti i %@ Cookies?
ja: %@個すべてのクッキーを削除してもよろしいですか？
pt: Tem a certeza de querer apagar os %@ cookies?

# delete all cookies confirm option title
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir

# delete all cookies cancel option title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# delete tracking cookies confirm dialog title
source: Confirm Delete
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmation de la suppression
it: Conferma la cancellazione
ja: 削除を確認
pt: Confirmação da eliminação

# delete tracking cookies message format
source: Are you sure you want to delete all %@ tracking cookies?
de: Bist du sicher, dass du alle %@ Tracking-Cookies löschen willst?
es: ¿Está usted seguro de que quiere eliminar todas las %@ cookies de seguimiento?
fr: Etes-vous sûr de vouloir effacer les %@ cookies de tracking?
it: Sei sicuro di voler cancellare tutti i %@ Cookies di tracking?
ja: %@個すべてのトラッキングクッキーを削除してもよろしいですか？
pt: Tem a certeza de querer apagar os %@ cookies de rastreio?

# delete tracking cookies confirm option title
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir

# delete tracking cookies cancel option title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# delete all data stores confirm dialog title
source: Confirm Delete
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmation de la suppression
it: Conferma la cancellazione
ja: 削除を確認
pt: Confirmação da eliminação

# delete all data stores message format
source: Are you sure you want to delete all %@ data stores?
de: Bist du sicher, dass du alle %@ Webspeicher löschen willst?
es: ¿Está usted seguro de que quiere eliminar todos los %@ almacenes de datos?
fr: Etes-vous sûr de vouloir effacer toutes les %@ données web ?
it: Sei sicuro di voler cancellare tutti i %@ dati memorizzati?
ja: %@個すべての保存したデータを削除してもよろしいですか？
pt: Tem a certeza de querer apagar todos os %@ dados Web?

# delete all data stores confirm option title
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir

# delete all data stores cancel option title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# clear history button title
source: Clear History
de: Verlauf löschen
es: Eliminar historia
fr: Effacer l'historique
it: Cancella cronologia
ja: 閲覧履歴の消去
pt: Apagar histórico

# clear history confirm dialog title
source: Confirm Clear
de: Löschen bestätigen
es: Confirmar limpieza
fr: Confirmation de la suppression
it: Conferma la cancellazione
ja: 消去を確認
pt: Confirmação da eliminação

# clear history confirm dialog message
source: Are you sure you want to clear your history?
de: Bist du sicher, dass du deinen Verlauf löschen willst?
es: ¿Está usted seguro de que quiere limpiar el historia?
fr: Etes-vous sûr de vouloir effacer l'historique ?
it: Sei sicuro di voler cancellare la cronologia?
ja: 履歴を消去してもよろしいですか？
pt: Tem a certeza de querer apagar o histórico?

# clear history confirm dialog confirm option title
source: Clear
de: Löschen
es: Eliminar
fr: Effacer
it: Elimina
ja: 消去
pt: Apagar

# clear history confirm dialog cancel option title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# external bookmarks settings title
source: External Bookmarks
de: Externe Lesezeichen
es: Marcadores externos
fr: Signets externes
it: Segnalibri esterni
ja: 外部のブックマーク
pt: Marcadores externos

# index bookmarks in spotlight setting title
source: Index in Spotlight
de: Spotlight Index
es: Índice en proyector
fr: Suggérer les signets
it: Indice in primo piano
ja: Spotlightインデックス
pt: Mostar separadores na barra de pesquisa

# bookmark application shortcuts setting title
source: Home Screen Shortcuts
de: Startbildschirm Verknüpfung
es: Atajo pantalla de inicio
fr: Lien sur l'écran d'accueil
it: Scorciatoia schermata Home
ja: ホーム画面のショートカット
pt: Atalhos no tela de inicio

# content blocker image content type
source: Image
de: Bild
es: Imagen
it: Immagine
ja: イメージ
pt: Imagem

# content blocker style sheet content type
source: Style Sheet
es: Hoja de estilo
fr: Feuille de style
ja: スタイルシート

# content blocker script content type
source: Script
ja: スクリプト

# content blocker third party script content type
source: Third Party Script
de: Script von Dritten
es: Script de terceros
fr: Script de tiers
it: Script di terze
ja: サードパーティースクリプト
pt: Script de terceiros

# content blocker font content type
source: Font
de: Schriftart
es: Tipo de letra
fr: Police
ja: フォント
pt: Fonte

# content blocker media content type
source: Media
de: Medien
es: Medios
fr: Média
ja: メディア

# block doh servers setting title
source: Block DoH Servers
de: DoH Server blockieren
es: Bloquear servidores DoH
fr: Bloquer les serveurs DoH
it: Bloccare i server DoH
ja: DoHのbサーバをブロックする
pt: Bloquear servidores DoH

# tab menu title
source: Tab Actions
de: Tab Aktionen
es: Acciones de la pestaña
fr: Actions de l'onglet
it: Azioni della scheda
ja: タブアクション
pt: Tab acções

# close tab tab menu option title
source: Close Tab
de: Tab Schliessen
es: Cerrar esta pestaña
fr: Fermer cet onglet
it: Chuidi questo pannello
ja: このタブを閉める
pt: Fechar este separador

# close all tabs tab menu option title
source: Close All Tabs
de: Alle Tabs Schliessen
es: Cerrar las pestañas
fr: Fermer tous les onglets
it: Chuidi tutti i pannelli
ja: すべてのタブを閉める
pt: Fechar todos os separadores

# new tab tab menu option title
source: New Tab
de: Neues Tab
es: Nueva pestaña
fr: Nouvel onglet
it: Nuovo pannello
ja: 新規タブ
pt: Novo separador

# forward tab history title
source: Go Forward
de: Vorwärts
es: Delantero
fr: Avancer
it: Avanti
ja: 進む
pt: Para a frente

# back tab history title
source: Go Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
pt: Anterior

# paste and go menu option title
source: Paste and Go
de: Einsetzen und suchen
es: Pegar y buscar
fr: Coller et rechercher
it: Incolla e cerca
ja: ペーストして検索
pt: Colar e pesquisar

# close tab from tab selection bar accessibility label format
source: Close Tab '%@'
de: Tab '%@' schliessen
es: Cerrar pestaña '%@'
fr: Fermer l'onglet '%@'
it: Chiudere la scheda '%@'
ja: '%@'タブを閉じる
pt: Feche a guia '%@'

# more button accessibility label
source: More
de: Mehr
es: Más
fr: Plus
it: Di più
ja: もっと
pt: Mais

# close tab button accessibility label
source: Close Tab
de: Tab schliessen
es: Cerrar pestaña
fr: Fermer l'onglet
it: Chiudi la scheda
ja: タブを閉じる
pt: Feche a guia

# privacy assessment privacy suffix
source: Privacy
de: Privatsphäre
es: Privacidad
fr: niveau de confidentialité
ja: プライバシー
pt: privacidade

# previous page button accessibility label
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
pt: Anterior

# next page button accessibility label
source: Forward
de: Vorwärts
es: Adelante
fr: Avancer
it: Avanti
ja: 転送
pt: Avançar

# share button accessibility label
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
pt: Partilhar

# show tab selection view button accessibility label
source: Tabs
es: Pestaña
fr: Onglets
it: Pannelli
ja: タブ
pt: Separadores

# show settings controller button accessibility label
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt: Definições

# reload page button accessibility label
source: Reload
de: Neu laden
es: Recargar
fr: Recharger
it: Ricaricare
ja: 再読み込み
pt: Recarregar

# new tab button accessibility label
source: New Tab
de: Neuer Tab
es: nueva pestaña
fr: Nouvel onglet
it: Nuovo pannello
ja: 新しいタブ
pt: Novo separador

# very good privacy assessment name
source: Very Good
de: Sehr gute
es: Muy bien
fr: Très haut
it: Molto buona
ja: とても良い
pt: Muito alta

# good privacy assessment name
source: Good
de: Gute
es: Correcto
fr: Haut
it: Buona
ja: 良い
pt: Alto

# passable privacy assessment name
source: Passable
es: Transitable
it: Passabile
ja: 可
pt: Razoável

# bad privacy assessment name
source: Bad
de: Schlechte
es: Grave
fr: Bas
it: Male
ja: 悪い
pt: Baixo

# very bad privacy assessment name
source: Very Bad
de: Sehr schlechte
es: Muy mal
fr: Très bas
it: Molto male
ja: とても悪い
pt: Muito baixa

# delete history day button accessibility label
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir

# delete history day button confirm accessibility label
source: Confirm Delete
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmation de la suppression
it: Conferma la cancellazione
ja: 削除を確認
pt: Confirmação da eliminação

# localized wikipedia domain
source: en.wikipedia.org
de: de.wikipedia.org
es: es.wikipedia.org
fr: fr.wikipedia.org
it: it.wikipedia.org
ja: jp.wikipedia.org
pt: pt.wikipedia.org

# localized startpage language
source: english
de: deutsch
es: espanol
fr: francais
it: italiano
ja: nihongo
pt: portugues

# open url in app mail app name
source: the default mail app
de: die Standard Mail App
es: la aplicación de correo por defecto
fr: l'application de courrier par défaut
it: l'applicazione mail predefinita
ja: デフォルトのメールアプリ
pt: a aplicação de correio padrão

# open url in app messages app name
source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
ja: メッセージ
pt: Mensagens

# open url in app maps app name
source: Maps
de: Karten
es: Mapas
fr: Cartes
it: Mappe
ja: マップ
pt: Mapas

# open url in app calendar app name
source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
ja: カレンダー
pt: Calendário

# open url in app prompt format
source: Do you really want to open %@?
de: Willst du %@ wirklich öffnen?
es: ¿De verdad quieres abrir %@?
fr: Voulez-vous vraiment ouvrir %@ ?
it: Vuoi veramente aprire %@?
ja: 本当に%@を開きたいですか？
pt: Você realmente quer abrir o %@?

# open url in app prompt title
source: Leave SnowHaze
de: SnowHaze verlassen
es: Dejar SnowHaze
fr: Quitter SnowHaze
it: Lasciare SnowHaze
ja: SnowHazeを離れる
pt: Deixe SnowHaze

# open url in app prompt confirm button title
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
pt: Sim

# open url in app prompt cancel button title
source: No
de: Nein
fr: Non
ja: いいえ
pt: Não

# form resubmission confirmation prompt title
source: Resubmit Form
de: Formular erneut senden
es: Reenviar la forma
fr: Envoyer le formulaire à nouveau
it: Inviare nuovamente il modulo
ja: フォームを再送信する
pt: Reenviar formulário

# form resubmission confirmation prompt format
source: Are you sure you want to resubmit the form to '%@'?
de: Bist du sicher, dass du das Formular erneut an '%@' senden willst?
es: ¿Está usted seguro de que quiere volver a enviar el formulario a '%@'?
fr: Etes-vous sûr de vouloir envoyer le formulaire une nouvelle fois à '%@' ?
it: Sei sicuro di voler inviare nuovamente il modulo a '%@'?
ja: フォームを'%@'に再送信してもよろしいですか？
pt: Tem a certeza de deseja reenviar o formulário para '%@'?
