Repository: aberja/SnowHaze-iOS
Catalog: SnowHaze/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# website data settings explanation
source: <p>Manage website data. Website data include caches, cookies and other forms of data storage.</p><p>A cache is a temporary set of copies of visited websites. When accessing the same page again the data are fetched from the cache instead of being downloaded again.</p><p>Cookies are small pieces of data containing information from a visited website. When you visit a website which uses cookies these data are stored on your device. If you revisit that site, the data are sent back to it. Cookies can be used to recognize patterns from which your interests and browsing behavior can be derived.</p><p><strong>Save Website Data:</strong> Website data such as cache, cookies, etc. are kept.</p><p><strong>Block Cookies:</strong> Choose if you want to allow all, only third party or no cookies.</p><p><strong>Delete all Website Data:</strong> Clear all website data.</p><p><strong>Delete Caches:</strong> Clear all caches.</p><p><strong>Delete Cookies:</strong> Clear all cookies.</p><p><strong>Delete Data Stores:</strong> Clear all other data stored by websites.</p><strong>Clear Tracking Cookies:</strong> Deletes cookies from websites whose main purpose is tracking.
de: <p>Webseitendaten enthalten Cache, Cookies und weitere Datenspeicher.</p><p>Ein Cache ist eine temporäre Kopie von besuchten Webseiten. Wenn eine Seite ein zweites Mal besucht wird, werden Inhalte aus dem Cache geholt, statt wieder heruntergeladen zu werden.</p><p>Cookies sind Datenstücke, die Informationen über besuchte Webseiten enthalten. Wenn eine Webseite besucht wird, die Cookies verwendet, werden diese Daten auf dem Gerät gespeichert und bei weiteren Besuchen wieder an die Webseite gesendet. Cookies können verwendet werden, um Muster zu erkennen, die auf deine Interessen und dein Suchverhalten zurückschliessen lassen.</p><p><strong>Webseitendaten speichern:</strong> Webseitendaten wie Cache, Cookies, usw. werden gespeichert.</p><p><strong>Cookies blockieren:</strong> Blockiere alle Cookies, keine oder nur Cookies von Dritten.</p><p><strong>Alle Webseitendaten löschen:</strong> Alle Webseitendaten werden gelöscht.</p><p><strong>Caches leeren:</strong> Alle Caches werden geleert.</p><p><strong>Cookies löschen:</strong> Alle Cookies werden gelöscht.</p><p><strong>Datenspeicher löschen:</strong> Alle weiteren Webdaten werden gelöscht.</p><strong>Tracking Cookies löschen:</strong> Löscht alle Cookies von Webseiten die Tracking als Hauptziel haben.
es: <p>Gestión de datos de los sitios web. Los datos de los sitios web incluyen cachés, cookies y otras formas de almacenamiento de datos.</p><p>Los cachés son una serie temporal de copias de los sitios web visitados. Cuando se accede a la misma página de nuevo los datos se obtienen de la memoria caché en lugar de ser descargado de nuevo.</p><p>Las cookies son pequeños archivos de datos que contienen información de un sitio web visitado. Cuando usted visita un sitio web que utiliza cookies estos datos son almacenados en el dispositivo. Si se vuelve a visitar ese sitio, los datos se envían de nuevo a él. Las cookies se pueden utilizar para reconocer los patrones de sus intereses y el comportamiento de navegación se puede derivar.</p><p><strong>Guardar datos web:</strong> Tales como caché, cookies, etc.</p><p><strong>Bloquear Cookies:</strong> Bloquea todas las cookies, cookies o cookies de terceros.</p><p><strong>Eliminar todos los datos web:</strong> Borrar todos los datos del sitio web.</p><p><strong>Eliminar cachés:</strong> Borrar todos los cachés.</p><p><strong>Eliminar cookies:</strong> Borrar todas las cookies.</p><p><strong>Eliminar memoria de datos:</strong> Borrar todos los otros datos almacenados por los sitios web.</p><strong>Eliminar cookies de rastreo:</strong> elimina todas las cookies de los sitios web que tienen el seguimiento como objetivo principal.
fr: <p>Réglages des données web. Les données web contiennent les cookies, le cache et d'autres formes de sauvetage de données.</p><p>Un cache est un ensemble de copies des sites visités. Quand un site est chargé une seconde fois, les données sont chargées du cache au lieu d'être téléchargées une nouvelle fois.</p><p>Un cookie est un morceau de données qui contient des informations d'un site visité. Ces données sont enregistrées sur l'appareil quand un site utilisant des cookies est visité. Lors d'une prochaine visite, ces données sont renvoyées au site. Les cookies peuvent être utilisés pour reconnaître des motifs d'après lesquels les intérêts et le comportement de l'utilisateur peuvent être dérivés.</p><p><strong>Sauver les données web :</strong> Les données web telles que cache, cookies et autres sont enregistrées.</p><p><strong>Bloquer les cookies:</strong> Choisissez de bloquer tous les cookies, aucun ou seul ceux de tiers.</p><p><strong>Effacer toutes les données web :</strong> Toutes les données web sont effacées.</p><p><strong>Effacer le cache :</strong> Le cache est vidé.</p><p><strong>Effacer les cookies :</strong> Tous les cookies sont effacés.</p><p><strong>Effacer stockage de données :</strong> Toutes les autres données sauvées sont effacées.</p><strong>Effacer les cookies de tracking:</strong> Efface tous les cookies de sites qui ont le tracking pour but pricipal.
it: <p>Gestire i dati del sito web. I dati del sito includono la cache, i cookie e altre forme di memorizzazione dei dati.</p><p>La cache è un insieme temporanea di copie di siti web visitati. Quando si accede alla stessa pagina di nuovo i dati vengono recuperati dalla cache invece di essere scaricati di nuovo.</p><p>I cookie sono piccoli pezzi di dati contenenti le informazioni da un sito web visitato. Quando si visita un sito web che utilizza i cookie questi dati vengono memorizzati sul dispositivo. Se si rivisitare quel sito, i dati vengono inviati ad esso. I cookie possono essere utilizzati per riconoscere i modelli da cui i vostri interessi e comportamento di navigazione possono essere derivate.</p><p><strong>Salva i dati della pagina Web:</strong> I dati della pagina web quali Cache, Cookies etc. vengono salvati.</p><p><strong>Bloccare i cookies:</strong> Scegli se bloccare tutti i cookies, alcuno o solo quelli di un terzo.</p><p><strong>Cancella tutti i dati web:</strong> Tutti i dati della pagina web vengono cancellati.</p><p><strong>Cancella la cache:</strong> Tutte le caches vengono svuotate.</p><p><strong>Cancella cookies:</strong> Tutti i cookies vengono cancellati.</p><p><strong>Cancella i dati salvati:</strong> Cancella tutti i dati della pagina salvati.</p><strong>Cancella i tracking cookies:</strong> Cancella tutti i cookies dei siti web con lo scopo del tracking.
ja: <p>ウェブサイトデータの管理 ウェブサイトデータは、キャッシュ、cookie、その他のデータを保持しています。</p><p>キャッシュは訪れたウェブサイトの一時的なコピーのセットです。同じページを訪れた際、再度ダウンロードされるのではなく、キャッシュからデータが取り出されます。</p><p>Cookieは訪れたウェブサイトからの情報の一部のデータです。Cookieを使ったウェブサイトを訪れた際、 ウェブサイトのデータはデバイスに保存されます。再度、そのサイトを訪れると、そのデータはウェブサイトに送り返されます。Cookieはあなたの興味やブラウジング行動から得られたパターンを認識するのに使われます。</p><p><strong>ウェブサイトのデータを保存する:</strong> キャッシュやcookieなどのウェブサイトのデータを保存します。</p><p><strong>Cookieをブロック：</strong>常に許可、サード パーティー（第三者）Cookieのみ許可 、常にブロックから選択してください。</p><p><strong>すべてのサイトのデータを削除する:</strong> すべてのウェブサイトのデータをを削除します。</p><p><strong>キャッシュを削除する:</strong> すべてのキャッシュのデータを削除します。</p><p><strong>Cookieを削除する:</strong> すべてのCookieのデータを削除します。</p><p><strong>すべてのデータを削除する:</strong> ウェブサイトでのすべてのデータを削除します。</p><strong>トラッキングCookieの削除：</strong>トラッキ ングを目的としたウェブサイトのCookieを削除します。
pt: <p>Definições de dados Web. Os dados Web incluem cookies, caches e outras formas de armazenamento de dados.</p><p>Cache é um conjunto de copias de sites visitados. Assim, ao visitar um site pela segunda vez, os dados são carregados a partir do cache, não sendo necessário um segundo download.</p><p>Cookie é um pequeno pacote de dados com informações sobre o site visitado. Quando um site utiliza cookies, estes dados são armazenados no computador do utilizador. Quando esse site é revisitado, esses dados são enviados a esse site. Os cookies podem então ser usados para reconhecer padrões de comportamento e de interesses do utilizador.</p><p><strong>Armazenar dados Web:</strong> Dados Web como cache, cookies e outros são armazenados.</p><p><strong>Bloquear os cookies:</strong> Escolha entre bloquear todos os cookies, nenhum cookie, ou somente os cookies de terceiros.</p><p><strong>Apagar todos os dados Web:</strong> Todos os dados Web são apagados.</p><p><strong>Eliminar cache:</strong> Os cache são apagados.</p><p><strong>Apagar os cookies:</strong> Todos os cookies são apagados.</p><p><strong>Apagar memória de dados:</strong> Todos os outros dados armazenados pelos sites são apagados.</p><strong>Apagar os tracking cookies:</strong> Apague os cookies de sites cujo objetivo principal é fazer tracking.

# user agent settings explanation
source: Choose your preferred user agent. A user agent is a line of text identifying the device and browser you are using. It is sent to every website you visit. A website can format the content of the page according to your device by knowing your user agent. User agents are one of the main tools used for tracking because they include a lot of information about your device. It is, therefore, advisable to use multiple user agents or to change them frequently. <u>Note</u> that changing user agent might cause websites to be displayed improperly.
de: Wähle deinen bevorzugten User Agent aus. Ein User Agent ist eine Textzeile, die den Geräte- und Browsertyp den du nutzt identifiziert und jeder besuchten Webseite gesendet wird. Indem eine Seite den User Agent kennt, kann sie den Inhalt deinem Gerät anpassen. User Agents sind eine der verbreiteten Arten zum Tracken, da viele Informationen über das Gerät geteilt werden. Es wird empfohlen, mehrere User Agent zu verwenden oder diese regelmässig zu ändern. <u>Bemerkung:</u> User Agent ändern kann dazu führen, dass eine Seite falsch geladen wird.
es: Elige el agente de usuario preferido. Un agente de usuario es una línea de texto que identifica el dispositivo y el navegador que se está utilizando. Se envía a cada sitio web que visite. Un sitio web puede dar formato al contenido de la página de acuerdo con su dispositivo debido a que reconoce su agente de usuario. Los agentes de usuario son una de las principales herramientas utilizadas para el seguimiento porque incluyen una gran cantidad de información acerca del dispositivo. Por lo tanto, es recomendable utilizar varios agentes de usuario o cambiar de ellos con frecuencia. <u>Tenga</u> en cuenta que el cambio de agente de usuario podría causar sitios web que se muestren de manera incorrecta.
fr: Choisissez votre agent d'utilisateur préféré. Un agent d'utilisateur est une ligne de texte identifiant l'appareil et le navigateur utilisé. Ce morceau de texte est envoyé à chaque site visité. Un site peut ensuite formater le contenu de la page d'après votre agent d'utilisateur. Les agents d'utilisateur sont l'un des principaux outils pour le tracking sur le web car ils contiennent beaucoup d'informations sur l'appareil. Il est recommandé de choisir plus d'un agent d'utilisateur et de les changer régulièrement. <u>Remarque :</u> Changer l'agent d'utilisateur peut causer un mauvais chargement de la page.
it: Selezionare il proprio user agent preferito. Uno user agent è una riga di testo che identifica il dispositivo e il browser che si sta utilizzando. Viene inviato a ogni sito Web visitato. Un sito web può formattare il contenuto della pagina in base al dispositivo conoscendo il vostro user agent. I programmi utente sono uno dei principali strumenti utilizzati per il monitoraggio perché includono un sacco di informazioni sul dispositivo. Si consiglia tuttavia di utilizzare più user agent o di cambiarli frequentemente. <u>Si notai</u> che cambiare user agent può causare che i siti web non vengano visualizzati in modo corretto.
ja: お好みのユーザーエージェントを選ぶ。ユーザーエージェントとは、使用しているデバイスやブラウザを認識する文字列です。この文字列は、あなたが閲覧したウェブサイトすべてに送信されます。ウェブサイトは、ユーザーエージェントを認識し、使用しているデバイスによってページの内容をフォーマットします。ユーザーエージェントは多くの使用しているデバイス情報を含んでいるため、トラッキングに使用するメインのツールの一つであります。そのため、複数のユーザーエージェントを使用する、もしくは頻繁にユーザーエージェントを変更することが望ましいです。<u>ただし、</u>ユーザーエージェントを変更することで、ウェブサイトが正常に表示されない場合があります。
pt: Escolha o seu agente de usuário de preferência. Um agente de usuário é uma linha de texto que identifica o aparelho e o browser utilizado. Essa linha de texto é enviada a cada site visitado. Os sites podem assim formatar o conteúdo da página Web de acordo com o seu agente de usuário. Os agentes de utilizador são uma das principais ferramentas utilizadas no rastreamento de informações visto que contêm muitas informações sobre o aparelho do utilizador. É recomendado, portanto, utilizar vários agentes de utilizador ou muda-los regularmente. <u>Nota:</u> Mudar de agente de utilizador pode provocar erros no carregamento da página.

# defaults settings explanation
source: <p>Reset SnowHaze settings to default.</p><p><strong>Reset Settings to Default:</strong> Reset all global settings to the defaults recommended by SnowHaze. You can change settings by changing the options in the other categories. The change of color will show you whether the option has decreased or increased your privacy.</p><p><strong>Reset Page Settings:</strong> Reset all settings you made for specific websites.</p><strong>Restart Tutorial:</strong> Restart the brief introduction to SnowHaze.
de: <p>SnowHaze Einstellungen auf Voreinstellungen zurücksetzen.</p><p><strong>Einstellungen zurücksetzen:</strong> Alle globalen Einstellungen auf von SnowHaze empfohlene Einstellungen zurücksetzen. Du kannst die Einstellungen aus den anderen Kategorien ändern. Die Farbänderung zeigt an, ob dein Datenschutz erhöht oder gesenkt wurde.</p><p><strong>Seiteneinstellungen zurücksetzen:</strong> Alle Einstellungen, die du für bestimmte Seiten gemacht hast, werden zurückgesetzt.</p><strong>Tutorial neu starten:</strong> Die kurze Einleitung wird noch mal angezeigt.
es: <p>Restablecer la configuración por defecto SnowHaze.</p><p><strong>Restablecer los ajustes por defecto:</strong> Restablecer todos los ajustes globales a los valores predeterminados recomendados por SnowHaze. Puede cambiar la configuración al cambiar las opciones en las otras categorías. El cambio de color le mostrará si la opción ha disminuido o aumentado su privacidad.</p><p><strong>Restablecer los ajustes de página:</strong> Restablecer todos los ajustes realizados específicamente para los sitios web.</p><strong>Reiniciar tutorial:</strong> Reiniciar la breve introducción de SnowHaze.
fr: <p>Réinitialiser les réglages SnowHaze.</p><p><strong>Réinitialiser les réglages :</strong> Réinitialise tous les réglages au réglage recommandé par SnowHaze. Les réglages peuvent être changés en changeant les options dans les autres catégories. Le changement de couleur signale si l'option a augmenté ou diminué le niveau de protection de données.</p><p><strong>Réinitialiser les réglages de pages :</strong> Réinitialise les réglages faits pour les sites.</p><strong>Redémarrer le tutoriel :</strong> Redémarre la courte introduction à SnowHaze.
it: <p>Resetta SnowHaze alle impostazioni di default.</p><p><strong>Resetta alle impostazioni predefinite:</strong> Consente di ripristinare tutte le impostazioni globali ai valori predefiniti consigliati da SnowHaze. È possibile modificare le impostazioni modificando le opzioni nelle altre categorie. Il cambiamento di colore vi mostrerà se l'opzione ha diminuito o aumentato il livello della vostra privacy.</p><p><strong>Resetta impostazioni della pagina:</strong> Tutte le impostazioni fatte per una particolare pagina web vengono resettate.</p><strong>Ricominciare il tutorial:</strong> Riavviare la breve introduzione a SnowHaze.
ja: <p>SnowHaze の設定をデフォルト（初期設定）にリセットする</p><p><strong>SnowHaze の設定をデフォルト（初期設定）にリセットする:</strong> すべてのグローバル設定をSnowHaze推奨の初期設定にリセットします。設定は、その他のカテゴリーにあるオプションにて、変更することができます。色の変化はオプションにて、プライバシーを強化したか、していないかを示します。</p><p><strong>ページ設定をリセットする:</strong> 特定のサイトにおけるすべての設定をリセットする。</p><strong>チュートリアルを再開する:</strong> 簡単なSnowHazeの紹介を再開します。
pt: <p>Reinicializar as preferências do SnowHaze.</p><p><strong>Reiniciar as definições:</strong> Reinicia todas as definições transformando-as nas definições por defeito recomendadas pelo SnowHaze. Podem mudar-se as definições ao mudarem-se as opções nas diversas categorias. A mudança de cor indica se a opção aumentou ou diminuiu o nível de proteção dos dados.</p><p><strong>Reinicialização definições da página:</strong> Reinicializa as definições realizadas pelos sites.</p><strong>Reiniciar o tutorial:</strong> Reinicializa a breve introdução inicial do SnowHaze.

# contact settings explanation
source: Contact us by email or visit our website. If you have any issue or comment don't hesitate to contact us. We are happy to help. You can also visit our website or share SnowHaze with friends and family and rate SnowHaze on the App Store.
de: Kontaktiere uns per Mail oder besuche unsere Webseite. Falls du ein Problem oder eine Rückmeldung hast, freuen wir uns, dir zu helfen. Du kannst auch unsere Webseite besuchen und SnowHaze mit Freunden und Bekannten teilen und SnowHaze im App Store bewerten.
es: Póngase en contacto con nosotros por correo electrónico o visite nuestra web. Si usted tiene cualquier problema o comentario no dude en ponerse en contacto con nosotros. Estamos encantados de ayudarle. También puede visitar nuestra página web o compartir SnowHaze con amigos y familiares y valorar SnowHaze en la App Store.
fr: Contactez-nous par e-mail ou visitez notre site web. Si vous avez quelconque question ou problème, n'hésitez pas à nous contacter. Vous pouvez aussi visiter notre site web ou partager SnowHaze avec vos amis et noter SnowHaze dans l'App Store.
it: Contattaci via e-mail o visita il nostro sito web. Se avete qualsiasi problema o commento non esitate a contattarci. Saremo felici di aiutarvi. Puoi anche visitare il nostro sito web o condividere SnowHaze con amici e famiglia. Valuta SnowHaze nell'App store.
ja: メールもしくはウェブサイトにてお問い合わせください。何か問題やコメント等ございましたら、遠慮なくお問い合わせください。お待ちしております。SnowHazeのウェブサイトをご覧になる、もしくはSnowHazeをご友人、ご家族にシェアすることも可能です。Apple StoreでSnowHazeの評価を行う。
pt: Contacte-nos por e-mail ou visite o nosso website. Se tiver alguma duvida ou problema, não hesite em contactar-nos. Pode também visitar o nosso website ou partilhar o SnowHaze com os seus amigos e família e escrever SnowHaze na App Store.

# search engine settings explanation
source: <p>Select how you want to search the web.</p><p><strong>Search Engine:</strong> A search engine is a tool used to find content on the internet. Examples are Google, Yahoo and many more. Requests done over the search field will always be processed by the selected engine. When 'None' is selected you will only be able to access a website by entering the address of that page or by choosing a page from your history or bookmarks.</p><strong>Search Suggestions:</strong> In addition to your main search engine you can have other services suggest terms you might be looking for.
de: <p>Wähle aus, wie deine Suchanfragen durchgeführt werden sollen.</p><p><strong>Suchmaschine:</strong> Eine Suchmaschine ist ein Programm, um im Internet nach Inhalten zu suchen. Beispiele hierfür sind Google, Yahoo und viele mehr. Suchanfragen, die über das Suchfeld eingegeben werden, werden immer von der ausgewählten Suchmaschine durchgeführt. Falls 'Keine' ausgewählt wird, kann eine Seite nur mit der genauen Adresse oder über Lesezeichen und Verlaufseinträge aufgerufen werden.</p><strong>Suchvorschläge:</strong> Zusätzlich zu den Vorschlägen der jeweiligen Suchmaschine, können Suchvorschläge von weiteren Seiten eingeblendet werden.
es: <p>Seleccione la forma en que desea buscar en la web.</p><p><strong>Buscador:</strong> Un buscador es una herramienta utilizada para encontrar el contenido en Internet. Los ejemplos más famosos son Google, Yahoo entre muchos más. Las solicitudes realizadas sobre el campo de búsqueda siempre serán procesados por el buscador seleccionado. Cuando se selecciona 'Ninguno' sólo se podrá acceder a un sitio web introduciendo la dirección de esa página o eligiendo una página de su historial o los marcadores.</p><p>Si desea utilizar un motor de búsqueda que no está en la lista, elija Personalizado e introduzca su motor de búsqueda en el siguiente formato: https://example.com/search?q=@query@</p><strong>Sugerencias de Buscador:</strong> Además de su buscador principal, puede tener otros servicios que sugieran términos que podría estar buscando.
fr: <p>Choisissez votre moteur de recherche préféré.</p><p><strong>Moteur de recherche :</strong> Un moteur de recherche est un outil utilisé pour faire des recherches sur internet. Des exemples sont Google, Yahoo et autres. Les recherches effectuées depuis la barre de recherche sont toujours traitées par le moteur de recherche sélectionné. Quand 'Aucun' est choisi, il n'est possible d'accéder à une page seulement en entrant l'adresse exacte ou en choisissant une page depuis l'historique ou les onglets.</p><p>Si vous voulez utiliser un moteur de recherche qui n'est pas dans la liste, choisissez Personnalisé et entrez votre moteur de recherche dans le format suivant : https://example.com/search?q=@query@.</p><strong>Suggestions de recherche :</strong> En plus des suggestions du moteur de recherche principal, il est possible d'afficher les suggestions d'autres services.
it: <p>Seleziona come vuoi fare ricerche nel web.</p><p><strong>Motore di ricerca:</strong> Un motore di ricerca è uno strumento utilizzato per trovare i contenuti su Internet. Gli esempi sono Google, Yahoo e molti altri. Le richieste fatte su un campo di ricerca saranno sempre trattate dal motore selezionato. Quando si seleziona 'Nessuna' sarà possibile accedere a un sito web solo inserendo l'indirizzo della pagina o scegliendo una pagina dalla cronologia o dai segnalibri.</p><strong>Suggerimenti di ricerca:</strong> Oltre al vostro motore di ricerca principale è possibile avere suggerimenti di altre pagine che si potrebbe stare cercando.
ja: <p>ウェブでの検索方法を選択する</p><p><strong>検索エンジン:</strong> 検索エンジンはGoogle, Yahoo等のインターネット上でコンテンツを探すのに使用するツールです。検索フィールドでの検索要求は、常に選択された検索エンジンで行われます。 'なし'が選択されていた場合、ウェブサイトへのアクセスは、直接アドレスを入力する、もしくは履歴やブックマーク上での検索結果のみになります。</p><strong>検索予測:</strong> メインの検索エンジンの設定に加え、検索したい単語を予測する機能もあります。
pt: <p>Escolha o seu motor de busca preferido.</p><p><strong>Motor de busca:</strong> Um motor de busca é uma ferramenta utilizada para fazer pesquisas na internet, como por exemplo o Google, Yahoo e outros. As pesquisas realizadas através da barra de pesquisa são tratadas pelo motor de busca escolhido. Se 'nenhum' motor de busca for selecionado, só é possível aceder a uma página Web ao indicar o endereço exato da página ou através do histórico de pesquisa ou dos favoritos.</p><strong>Sugestões de Pesquisa:</strong> Além do motor de busca, também outros serviços podem sugerir temas que o podem interessar.
