Repository: aberja/SnowHaze-iOS
Catalog: SnowHaze/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# form resubmission confirmation prompt unknown url message
source: Are you sure you want to resubmit the form?
de: Bist du sicher, dass du das Formular erneut senden willst?
es: ¿Está usted seguro de que quiere volver a enviar el formulario?
fr: Etes-vous sûr de vouloir envoyer le formulaire une nouvelle fois ?
it: Sei sicuro di voler inviare nuovamente il modulo?
ja: フォームを再送信してもよろしいですか？
pt: Tem a certeza de deseja reenviar o formulário?

# form resubmission confirmation prompt confirm button title
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続行
pt: Continuar

# form resubmission confirmation prompt cancel button title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# block xss prompt title
source: Code Injection Blocked
de: Code Injection blockiert
es: Inyección de código bloqueado
fr: Injection de code bloquée
it: Iniezione di codice bloccata
ja: インジェクション攻撃をブロックされた
pt: Injeção de código bloqueada

# block xss known host prompt format
source: Block a potentially malicious url on '%@' from loading.
de: Blockiere das Laden einer potenziell bösartigen URL auf '%@'.
es: Bloquear una URL potencialmente maliciosa en '%@' desde la carga.
fr: Bloquez le chargement d'une url potentiellement dangereuse sur '%@'.
it: Blocca un URL potenzialmente dannoso su '%@' dal caricamento.
ja: '%@'の悪意のあるURLの読み込みをブロックする。
pt: Bloquear um URL potencialmente mal-intencionado em '%@' do carregamento

# block xss unknown host prompt message
source: Block a potentially malicious url from loading.
de: Blockiere das Laden einer potenziell bösartigen URL.
es: Bloquear una URL potencialmente maliciosa desde la carga.
fr: Bloquez le chargement d'une url potentiellement dangereuse.
it: Blocca un URL potenzialmente dannoso su dal caricamento.
ja: 潜在的な悪意のあるURLの読み込みをブロックする。
pt: Bloquear um URL potencialmente mal-intencionado do carregamento

# block xss unknown host prompt block action title
source: Block
de: Blockieren
es: Bloquear
fr: Bloquer
it: Bloccare
ja: ブロック
pt: Bloquear

# block xss unknown host prompt load action title
source: Load
de: Laden
es: Cargar
fr: Charger
it: Caricare
ja: ロード
pt: Carga

# open onion service in tor alert title
source: Onion Service Detected
de: Onion Dienst erkannt
es: Servicio Onion detectado
fr: Service Onion détecté
it: Rilevato servizio Onion
ja: オニオンサービスが検出されました
pt: Serviço Onion detectado

# open onion service in tor alert message format subscribed
source: The page %@ appears to be an onion service. Opening an onion service requires using Tor. Do you want to switch to Tor?
de: Die Seite %@ scheint ein Onion-Dienst zu sein. Um einen Onion-Dienst zu öffnen, muss Tor verwendet werden. Möchtest du zu Tor wechseln?
es: La página %@ parece ser un servicio Onion. Abrir un servicio Onion requiere el uso de Tor. ¿Quieres cambiar a Tor?
fr: La page %@ semble être un service Onion. L'ouverture d'un service Onion nécessite l'utilisation de Tor. Voulez-vous passer à Tor ?
it: La pagina %@ sembra essere un servizio Onion. L'apertura di un servizio Onion richiede l'utilizzo di Tor. Vuoi passare a Tor?
ja: ページ %@ がオニオン・サービスであるように見えます。オニオン・サービスを開くには Tor を使用する必要があります。Tor に切り替えますか?
pt: A página %@ parece ser um serviço Onion. A abertura de um serviço Onion requer o uso de Tor. Quer mudar para Tor?

# open onion service in tor alert message format not subscribed
source: The page %@ appears to be an onion service. Opening an onion service requires using Tor. Tor is a premium feature.
de: Die Seite %@ scheint ein Onion-Dienst zu sein. Um einen Onion-Dienst zu öffnen, musst du Tor verwenden. Tor ist ein Premium-Feature.
es: La página %@ parece ser un servicio Onion. Abrir un servicio Onion requiere el uso de Tor. Tor es una característica premium.
fr: La page %@ semble être un service Onion. Pour ouvrir un service Onion, il faut utiliser Tor. Tor est une fonctionnalité premium.
it: La pagina %@ sembra essere un servizio Onion. L'apertura di un servizio Onion richiede l'utilizzo di Tor. Tor è una funzione premium.
ja: ページ %@ がオニオン・サービスであるように見えます。オニオン・サービスを開くには、Tor を使用する必要があります。Tor はプレミアム機能です。
pt: A página %@ parece ser um serviço Onion. A abertura de um serviço Onion requer a utilização do Tor. Tor é uma característica premium.

# open onion service in tor alert ignore button title
source: Load Anyway
de: Trotzdem laden
es: Cargar igualmente
fr: Charger quand même
it: Carica comunque
ja: とにかくロード
pt: Carga de qualquer maneira

# open onion service in tor alert open tor button title
source: Open in Tor Tab
de: In Tor Tab öffnen
es: Abrir en la pestaña Tor
fr: Ouvrir dans l'onglet Tor
it: Aprire in una scheda Tor
ja: Torタブで開く
pt: Aberto na aba Tor

# open onion service in tor alert open subscription settings button title
source: Buy Subscription
de: Abonnement kaufen
es: Comprar suscripción
fr: Acheter un abonnement
it: Acquista l'abbonamento
ja: サブスクリプションの購入
pt: Comprar Assinatura

# open onion service in tor alert cancel button title
source: Cancel
de: Abbrechen
es: Cancalar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# invalid certificate alert title
source: Invalid Certificate
de: Ungültiges Zertifikat
es: Certificado no válido
fr: Certificat pas valable
it: Certificato non valido
ja: 不正な証明書
pt: Certificado inválido

# invalid certificate alert message format
source: The certificate for '%@' is invalid.
de: Das Zertifikat für '%@' ist nicht gültig.
es: El certificado para %@ es incorrecto.
fr: Le certificat pour '%@' n'est pas valable.
it: Il certificato per %@ non è valido.
ja: '%@'への証明書は無効です。
pt: O certificado para o '%@' não é válido.

# invalid certificate alert continue button title
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続行
pt: Continuar

# certificate domain name mismatch alert title
source: Domain Name Mismatch
de: Falscher Domainname
es: El nombre de dominio no coincide
fr: Nom de domaine erroné
it: Nome dominio errato
ja: ドメイン名が間違っています
pt: Nome de domínio errado

# certificate domain name mismatch known cert domain alert message format
source: The certificate for '%@' was issued for '%@'.
de: Das Zertifikat für '%@' wurde für '%@' ausgestellt.
es: El certificado para %@ fue utilizado para '%@'.
fr: Le certificat pour '%@' a été issu pour '%@'.
it: Il certificato per %@ è stato rilasciato per '%@'.
ja: '%@'への証明書は'%@'に発行されました。
pt: O certificado para o '%@' foi emitido para '%@'

# certificate domain name mismatch unknown cert domain alert message format
source: The certificate for '%@' was issued for a different domain.
de: Das Zertifikat für '%@' wurde für eine andere Domain ausgestellt.
es: El certificado para %@ fue utilizado para un dominio diferente.
fr: Le certificat pour '%@' a été issu pour un autre domaine.
it: Il certificato per %@ è stato rilasciato per un differente dominio.
ja: '%@'への証明書は別のドメインに発行されました。
pt: O certificado para o '%@' foi emitido por outro domínio

# certificate domain name mismatch alert continue button title
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続行
pt: Continuar

# invalid certificate alert cancel button title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# cross frame navigation warning main frame source format
source: The window at '%@'
de: Das Fenster in '%@'
es: La ventana '%@'
fr: La fenêtre '%@'
it: La finestra in '%@'
ja: '%@'のウィンドウ
pt: A janela em '%@'

# cross frame navigation warning main frame target format
source: the window at '%@'
de: das Fenster in '%@'
es: la ventana '%@'
fr: la fenêtre '%@'
it: la finestra in '%@'
ja: '%@'のウィンドウ
pt: a janela em '%@'

# cross frame navigation warning frame source format
source: The frame at '%@'
de: Das Frame in '%@'
es: Los elementos de '%@'
fr: L'élément '%@'
it: L'elemento in '%@'
ja: '%@'の要素
pt: O elemento em '%@'

# cross frame navigation warning frame target format
source: the frame at '%@'
de: das Frame in '%@'
es: los elementos de '%@'
fr: l'élément '%@'
it: l'elemento in '%@'
ja: '%@'の要素
pt: o elemento em '%@'

# cross frame navigation warning title
source: Cross Frame Navigation
es: Navegación cross frame
fr: Navigation Cross Frame
it: Navigazione Cross Frame
ja: クロスフレームナビゲーション
pt: Navegação cross frame

# cross frame navigation warning message format
source: %@ wants to navigate %@ to %@ Source content: %@ Target content: %@ Webpage: %@
de: %@ möchte %@ nach %@ navigieren Quelle des Inhalts: %@Angestrebter Inhalt: %@Webseite: %@
es: %@ quiere navegar %@ a %@Contenido de la fuente: %@Contenido del objetivo: %@Página web: %@
fr: %@ veut naviguer %@ vers %@Contenu de la source : %@Contenu cible : %@Page web : %@
it: %@ vuole navigare %@ a %@Contenuto della fonte: %@Contenuto target: %@Pagina web: %@
ja: %@が%@を%@にナビゲートしたいソースコンテンツ：%@ターゲットコンテンツ：%@ウェブページ： %@
pt: %@ quer navegar %@ a %@Conteúdo da fonte: %@Conteúdo-alvo: %@Página Web: %@

# cross frame navigation warning no navigation destination palcehoder
source: a different location
de: einem anderen Ort
es: un lugar diferente
fr: un endroit différent
it: un luogo diverso
ja: 別の場所
pt: um local diferente

# cross frame navigation warning block button title
source: Block
de: Blockieren
es: Bloquear
fr: Bloquer
it: Bloccare
ja: ブロック
pt: Bloquear

# cross frame navigation warning allow button title
source: Allow
de: Zulassen
es: Permitir
fr: Autoriser
it: Consenti
ja: 許可
pt: Permitir

# tracking parameter found alert title
source: Tracking Parameter Detected
de: Tracking Parameter Erkannt
es: Parámetro de seguimiento detectado
fr: Paramètre de tracking détecté
it: Parametro di tracciamento rilevato
ja: トラッキングパラメータが検出された
pt: Parâmetro de rastreamento detectado

# tracking parameter found one parameter on known host alert format
source: The parameter '%@' on '%@' appears to be a tracking parameter. Do you want to strip it from the query?
de: Der Parameter '%@' auf '%@' scheint ein Tracking Parameter zu sein. Willst du diesen aus der Suchanfrage löschen?
es: El parámetro '%@' en '%@' parece ser un parámetro de seguimiento. ¿Quieres quitarlo de la búsqueda?
fr: Le paramètre '%@' sur '%@' semble être un paramètre de tracking. Voulez-vous l'effacer de la recherche ?
it: Il parametro '%@' su '%@' sembra essere un parametro di monitoraggio. Vuoi eliminarlo dalla ricerca?
ja: '%2$@'の '%1$@'はパラメータをトラッキングしているようです。 あなたはそれらを検索から取り除きたいですか？
pt: O parâmetro '%@' em '%@' parece ser parâmetros de rastreamento. Deseja tirá-lo da pesquisa?

# tracking parameter found one parameter on unknown host alert format
source: The parameter '%@' appears to be a tracking parameter. Do you want to strip it from the query?
de: Der Parameter '%@' scheint ein Tracking Parameter zu sein. Willst du diesen aus der Suchanfrage löschen?
es: El parámetro '%@' parece ser un parámetro de seguimiento. ¿Quieres quitarlo de la búsqueda?
fr: Le paramètre '%@' semble être un paramètre de tracking. Voulez-vous l'effacer de la recherche ?
it: Il parametro '%@' sembra essere un parametro di monitoraggio. Vuoi eliminarlo dalla ricerca?
ja: '%@'はパラメータをトラッキングしているようです。 あなたはそれらを検索から取り除きたいですか？
pt: O parâmetro '%@' parece ser parâmetros de rastreamento. Deseja tirá-lo da pesquisa?

# tracking parameter found multiple parameters on known host alert format
source: The parameters '%@' and '%@' on '%@' appear to be tracking parameters. Do you want to strip them from the query?
de: Die Parameter '%@' und '%@' auf '%@' scheinen Tracking Parameter zu sein. Willst du diese aus der Suchanfrage löschen?
es: Los parámetros '%@' y '%@' en '%@' parecen ser parámetros de seguimiento. ¿Quieres despojarlos de la búsqueda?
fr: Les paramètres '%@' et '%@' sur '%@' semblent être des paramètres de tracking. Voulez-vous les effacer de la recherche ?
it: I parametri '%@' e '%@' su '%@' sembrano essere parametri di tracciamento. Vuoi eliminarli dalla ricerca?
ja: '%3$@'の '%1$@'と '%2$@'はパラメータをトラッキングしているようです。 あなたはそれらを検索から取り除きたいですか？
pt: Os parâmetros '%@' e '%@' em '%@' parecem ser parâmetros de rastreamento. Deseja tirá-los da pesquisa?

# tracking parameter found multiple parameters on unknown host alert format
source: The parameters '%@' and '%@' appear to be tracking parameters. Do you want to strip them from the query?
de: Die Parameter '%@' und '%@' scheinen Tracking Parameter zu sein. Willst du diese aus der Suchanfrage löschen?
es: Los parámetros '%@' y '%@' parecen ser parámetros de seguimiento. ¿Quieres despojarlos de la búsqueda?
fr: Les paramètres '%@' et '%@' semblent être des paramètres de tracking. Voulez-vous les effacer de la recherche ?
it: I parametri '%@' e '%@' sembrano essere parametri di tracciamento. Vuoi eliminarli dalla ricerca?
ja: '%1$@'と '%2$@'はパラメータをトラッキングしているようです。 あなたはそれらを検索から取り除きたいですか？
pt: Os parâmetros '%@' e '%@' parecem ser parâmetros de rastreamento. Deseja tirá-los da pesquisa?

# tracking parameter found alert ignore option title
source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignorare
ja: 無視する
pt: Ignorar

# tracking parameter found alert cancel option title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# tracking parameter found alert strip option title
source: Strip personalization
de: Personalisierung entfernen
es: Eliminar la personalización
fr: Effacer la personalisation
it: Elimina la personalizzazione
ja: パーソナライゼーションを削除する
pt: Excluir a personalização

# dangerous site warning alert title
source: Warning
de: Achtung
es: Atención
fr: Attention
it: Attenzione
ja: 警告
pt: Atenção

# fingerprinting site warning reason
source: is likely the target of Google attempts to fingerpring its visitors
de: ist wahrscheinlich das Ziel der Versuche von Google, die identifizierende Informationen seiner Besucher zu sammeln
es: es probable que el objetivo de los intentos de Google de recopilar información de identificación de sus visitantes
fr: est probablement la cible des tentatives de Google de relever les données identifiantes de ses visiteurs
it: è probabilmente il bersaglio dei tentativi di Google di raccogliere informazioni identificative dei suoi visitatori
ja: は、Google の訪問者の識別情報を収集しようとする試みのターゲットと思われる
pt: é provavelmente o alvo das tentativas da Google para recolher informações de identificação dos seus visitantes

# unspecified site warning reason
source: may contain dangerous content
de: kann gefährlichen Inhalt enthalten
es: puede contener un contenido peligroso
fr: peut contenir un contenu dangereux
it: può contenere contenuti pericolosi
ja: 危険な内容が含まれている可能性があります
pt: podem conter conteúdos perigosos

# malicious site warning reason
source: could be malicious
de: könnte schädlich sein
es: puede ser malicioso
fr: pourrait être malveillant
it: può essere pericoloso
ja: 危険サイトの可能性があります.
pt: pode ser malicioso

# phishing site warning reason
source: is listed as a phishing site
de: ist als Phishing-Seite gelistet
es: está listado como un sitio falso fraudulento
fr: est listé en tant que site de Phishing
it: è elencato come sito phishing
ja: フィッシングサイトとして分類されています。
pt: esta registado como site de phishing

# malware site warning reason
source: could contain malware
de: könnte Malware enthalten
es: podría contener malware
fr: pourrait contenir un Malware
it: potrebbe contenere malware
ja: にマルウェアが含まれる可能性があります。
pt: pode conter malware

# harmful application site warning reason
source: could contain a potentially harmful application
de: könnte eine schädliche Software enthalten
es: podría contener una aplicación potencialmente dañina
fr: pourrait contenir une application malveillante
it: potrebbe contenere un'applicazione potenzialmente nociva
ja: には潜在的に有害なアプリケーションが含まれる可能性があります。
pt: pode conter um aplicativo potencialmente prejudicial

# unwanted software site warning reason
source: could contain an unwanted software
de: könnte eine unerwünschte Software enthalten
es: podría contener software no deseado
fr: pourrait contenir un logiciel non désiré
it: potrebbe contenere software indesiderato
ja: には不要なソフトウェアが含まれる可能性があります。
pt: pode conter software indesejado

# network issue site warning reason
source: could not be checked against the Safebrowsing list because of a network issue
de: konnte wegen eines Netzwerkproblems nicht mit der Safebrowsing Liste abgeglichen werden
es: no pudo ser verificado con la lista de Safebrowsing debido a un problema de red
fr: n'a pas pu être comparée à la liste de Safebrowsing en raison d'un problème de réseau
it: non ha potuto essere confrontato con la lista di Safebrowsing a causa di un problema di rete
ja: ネットワークの問題でSafebrowsingリストにチェックできませんでした。
pt: não pôde ser verificado em relação à lista Safebrowsing por causa de um problema de rede

# offline only site warning reason
source: possibly more
de: möglicherweise mehr
es: posiblemente más
fr: possiblement davantage
it: possibilmente di più
ja: おそらくもっと
pt: possivelmente mais

# no subscription site warning reason
source: could not be checked against the Safebrowsing list because your subscription expired
de: konnte nicht mit der Safebrowsing Liste abgeglichen werden weil dein Abonnement abgelaufen ist
es: no pudo ser verificado en la lista de Safebrowsing porque su suscripción expiró
fr: n'a pas pu être comparée à la liste de Safebrowsing parce que votre abonnement a expiré
it: non ha potuto essere confrontato con la lista di Safebrowsing perché il tuo abbonamento è scaduto
ja: サブスクリプションの有効期限が切れたため、Safebrowsingリストをチェックできませんでした。
pt: não pôde ser verificado em relação à lista Safebrowsing porque a sua subscrição expirou

# dangerous site warning reason list final separator
source: and
de: und
es: y
fr: et
it: e
ja: や
pt: e

# dangerous site warning unknown domain name replacement
source: [Unknown]
de: [Unbekannt]
es: [Desconocide]
fr: [Inconnu]
it: [Sconosciuto]
ja: ［不明］
pt: [Desconhecido]

# dangerous site warning alert message format
source: This site %@. Please be careful. Suspicious Domain: %@
de: Diese Seite %@. Sei vorsichtig. Verdächtige Domain: %@
es: Este sitio es %@. Por favor, ten cuidado. Dominio sospechoso: %@
fr: Cette page %@. Soyez prudent Domaine suspect: %@
it: La pagina %@. Attenzione. Domain equivoco: %@
ja: このサイトは%@、気をつけて下さい。 ドメインへの嫌疑が報告されています: %@
pt: Este site é %@. Por favor seja cuidadoso . Domínio suspeito: %@

# offline safebrowsing dangerous site warning alert message format
source: This site %@. Please be careful. Suspicious Domain: %@ This advisory is provided by Google. It is generated locally. This process did not involve any connection from your device to Google servers or any other server.
de: Diese Seite %@. Sei vorsichtig. Verdächtige Domain: %@ Dieser Hinweis wird von Google angeboten. Er wurde lokal generiert. Dies beinhaltet keinerlei Verbindung zwischen deinem Gerät und Google oder anderen Servern.
es: Este sitio es %@. Por favor, ten cuidado. Dominio sospechoso: %@ Este aviso es proporcionado por Google. Se genera localmente. Este proceso no implicó ninguna conexión desde el dispositivo a los servidores de Google ni a ningún otro servidor.
fr: Cette page %@. Soyez prudent Domaine suspect: %@ Ce message est proposé par Google. Il a été généré localement. Ceci ne nécessite aucune connexion entre votre appareil et un serveur Google ou autre serveur.
it: La pagina %@. Attenzione. Domain equivoco: %@ Quest'avviso è proposto da Google. E Stata creato localmente. Esso non contiene nessuna conessione entro il tuo apparecchio e Google o altri server.
ja: このサイトは%@、気をつけて下さい。 ドメインへの嫌疑が報告されています: %@ この勧告はGoogleが提供しています。ローカルで生成され、Googleのサーバーに接続する必要はありませんでした。
pt: Este site é %@. Por favor seja cuidadoso . Domínio suspeito: %@ Esta mensagem é uma proposta do Google. A mensagem foi gerada localmente. Não é necessária nenhuma conexão entre o seu aparelho e um servidor Google, ou qualquer outro servidor.

# online safebrowsing dangerous site warning alert message format
source: This site %@. Please be careful. Suspicious Domain: %@ This advisory is provided by Google. Learn more in the settings under "Safebrowsing".
de: Diese Seite %@. Sei vorsichtig. Verdächtige Domain: %@ Dieser Hinweis wird von Google angeboten. Erfahre mehr in den Einstellungen unter "Safebrowsing".
es: Este sitio es %@. Por favor, ten cuidado. Dominio sospechoso: %@ Este aviso es proporcionado por Google. Más información en la configuración en "Safebrowsing".
fr: Cette page %@. Soyez prudent Domaine suspect: %@ Ce message est proposé par Google. Pour en savoir plus, consultez les paramètres sous "Safebrowsing".
it: La pagina %@. Attenzione. Domain equivoco: %@ Quest'avviso è proposto da Google. Per saperne di più consultate le impostazioni alla rubrica "Safebrowsing".
ja: このサイトは%@、気をつけて下さい。 ドメインへの嫌疑が報告されています: %@ この勧告はGoogleが提供しています。詳細は「Safebrowsing」の設定をご覧ください。
pt: Este site é %@. Por favor seja cuidadoso . Domínio suspeito: %@ Esta mensagem é uma proposta do Google. Saiba mais nas definições em "Safebrowsing".

# dangerous site warning alert continue button title
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続行
pt: Continuar

# dangerous site warning alert cancel button title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# confirm phone call dialog title
source: Phone Call
de: Telefonanruf
es: Llamada telefónica
fr: Téléphone
it: Telefonata
ja: 電話
pt: Chamada telefónica

# confirm phone call dialog message format
source: Do you want to make a phone call to '%@'?
de: Willst du '%@' anrufen?
es: ¿Quieres hacer una llamada telefónica a '%@'?
fr: Vous voulez passer un appel téléphonique à '%@' ?
it: Vuoi telefonare a '%@'?
ja: '%@'に電話通話をしたいですか？
pt: Quer fazer uma chamada telefónica para '%@'?

# confirm facetime call dialog title
source: FaceTime Call
de: FaceTime Anruf
es: Llamada FaceTime
fr: Appel FaceTime
it: Chiamata FaceTime
ja: FaceTime電話
pt: Chamada FaceTime

# confirm facetime call dialog message format
source: Do you want to make a FaceTime call to '%@'?
de: Willst du '%@' über FaceTime anrufen?
es: ¿Quieres hacer una llamada de FaceTime a '%@'?
fr: Vous voulez passer un appel FaceTime à '%@' ?
it: Vuoi fare una chiamata su FaceTime a '%@'?
ja: '%@'にFaceTime通話をしたいですか？
pt: Quer fazer uma chamada FaceTime para '%@'?

# confirm call dialog confirm button title
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
pt: Sim

# cancel call dialog confirm button title
source: No
de: Nein
fr: Non
ja: いいえ
pt: Não

# tab settings title
source: Create Tab With Settings
de: Tab mit Einstellungen
es: Pestaña con siguientes ajustes
fr: Créer un onglet avec réglages
it: Pannello con impostazioni
ja: 設定で新しいタブを開く
pt: Separador com definições

# congratulation message html
source: Congratulations
de: Glückwunsch
es: Felicitaciones
fr: Félicitations
it: Complimenti
ja: おめでとう
pt: Parabéns

# tab settings create tab button title
source: Create Tab
de: Tab erstellen
es: Crear une pestaña
fr: Créer un onglet
it: Crea pannello
ja: 新しいタブを開く
pt: Criar um separador

# show search suggestions tab settings title
source: Search Suggestions
de: Suchvorschläge
es: Sugerencia de búsqueda
fr: Suggestions de recherche
it: Suggerimenti di ricerca
ja: 予測検索
pt: Sugestões de Pesquisa

# desktop user agent tab setting title
source: Desktop User Agent
es: Agente de usuario desktop
fr: Agent d'utilisateur desktop
it: User Agent Desktop
ja: デスクトップユーザエージェント
pt: Agente do utilizador desktop

# page settings data uris description
source: Data URIs
de: Data-URI
es: URI de datos
fr: Data URI scheme
it: Data URI scheme
ja: データURIスキーム
pt: Data URI scheme

# page settings domain name placeholder
source: This Page
de: Diese Seite
es: Esta página
fr: Cette page
it: Questa pagina
ja: このページ
pt: Esta página

# page settings title format
source: On %@
de: Auf %@
es: En %@
fr: Sur %@
it: Su %@
ja: %@ に
pt: Atividade %@

# page settings apply button title
source: Always
de: Immer
es: Siempre
fr: Toujours
it: Sempre
ja: いつも
pt: Sempre
