Repository: aberja/SnowHaze-iOS
Catalog: SnowHaze/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt

# localization code
source: en
de: de
es: es
fr: fr
it: it
ja: ja
pt: pt

# old snowhaze version prompt title
source: Old SnowHaze Version
de: Alte SnowHaze Version
es: Versión Antigua de SnowHaze
fr: Ancienne version SnowHaze
it: Versione SnowHaze scaduto
ja: Snowhazeの旧バージョン
pt: Antiga versão SnowHaze

# old snowhaze version prompt message format
source: Please update your SnowHaze version. The one you are currently using (%@) is now over six months old and will no longer be supported.
de: Bitte aktualisiere deine SnowHaze Version. Die Version, die du verwendest (%@) ist über 6 Monate alt und wird nicht mehr unterstützt.
es: Por favor actualiza tu versión de SnowHaze. La que estás utilizando actualmente (%@) ya tiene seis meses de edad y ya no está bien afianzada.
fr: Veuillez actualiser SnowHaze. La version actuelle (%@) a plus de six mois et ne sera plus supportée.
it: Si prega di attualizzare la versione SnowHaze. La versione utilizzata (%@) ha più di sei mesi e non e più sostenuto.
ja: 使用から6月以上が経過し、お使いのSnowHaze(%@)のサーポート期間は終了しました。新しいバージョンのSnowHazeへの更新をお願いいたします。
pt: Por favor faça a atualização da sua versão de SnowHaze. A versão que está a utilizar atualmente (%@) tem agora seis meses e não vai ser continuada.

# old snowhaze version prompt ignore button title
source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignorare
ja: 無視する
pt: Ignorar

# home screen page title
source: Home
de: Startseite
es: Pantalla de inicio
fr: Page d'accueil
it: Schermata iniziale
ja: ホーム
pt: Página inicial

# masked tab title
source: Masked
de: Maskiert
es: Enmascarado
fr: Masqué
it: Mascherato
ja: マスクされた
pt: Mascarado

# main view controller navigation title
source: Web
ja: ウェブ

# settings title
source: Settings
de: Einstellungen
es: Ajuste
fr: Réglages
it: Impostazione
ja: 設定
pt: Definições

# general settings title
source: GENERAL
de: ALLGEMEIN
fr: GÉNÉRAL
it: GENERALI
ja: 一般
pt: GERAL

# security settings title
source: SECURITY
de: SICHERHEIT
es: SEGURIDAD
fr: SÉCURITÉ
it: SICUREZZA
ja: 保安
pt: SEGURANÇA

# privacy settings title
source: PRIVACY
de: DATENSCHUTZ
es: PRIVACIDAD
fr: CONFIDENTIALITÉ
ja: プライバシー
pt: PRIVACIDADE

# default settings title
source: DEFAULT
de: STANDARD
es: DEFECTO
fr: DÉFAUT
it: PREDEFINITO
ja: 規定/デフォルト
pt: PADRÃO

# about settings title
source: ABOUT
de: INFOS
es: ACERCA DE
fr: À PROPOS
it: INFO
ja: 情報
pt: SOBRE

# bookmarks view title
source: Bookmark
de: Lesezeichen
es: Marcadores
fr: Signets
it: Segnalibri
ja: ブックマーク
pt: Favoritos

# history view title
source: History
de: Verlauf
es: Historia
fr: Historique
it: Cronologia
ja: 履歴
pt: Histórico

# https upgrades usage stats name
source: HTTPS Upgrades
es: Upgrade HTTPS
fr: Upgrade HTTPS
it: Upgrade HTTPS
ja: HTTPSの アップグレード
pt: Upgrade HTTPS

# blocked trackers usage stats name
source: Trackers Blocked
de: Tracker blockiert
es: Trackers bloqueados
fr: Trackers bloqués
it: Trackers bloccati
ja: ブロックされたトラッカー
pt: Trackers bloqueados

# ephemeral cookies usage stats name
source: Deleted Cookies
de: Gelöschte Cookies
es: Cookies eliminadas
fr: Cookies effacés
it: Cookies eliminati
ja: 削除されたCookie
pt: Cookies excluídos

# vpn protected loads usage stats name
source: VPN Protections
de: VPN Schutz
es: Protecciones VPN
fr: Protections VPN
it: Protezione VPN
ja: VPN 保護
pt: Proteções VPN

# https upgrades usage stats accessibility format
source: %d HTTPS Upgrades
es: %d Upgrade HTTPS
fr: %d Upgrades HTTPS
it: %d Upgrade HTTPS
ja: HTTPSのアップグレード %d
pt: %d Upgrade HTTPS

# blocked trackers usage stats accessibility format
source: %d Trackers Blocked
de: %d Tracker blockiert
es: %d Trackers bloqueados
fr: %d Trackers bloqués
it: %d Trackers bloccati
ja: ブロックされたのトラッカー %d
pt: %d Trackers bloqueados

# ephemeral cookies usage stats accessibility format
source: %d Deleted Cookies
de: %d Gelöschte Cookies
es: %d Cookies eliminadas
fr: %d Cookies effacés
it: %d Cookies eliminati
ja: ブロックされたCookie %d
pt: %d Cookies excluídos

# vpn protected loads usage stats accessibility format
source: %d VPN Protections
de: %d VPN Schutz
es: %d Protecciones VPN
fr: %d Protections VPN
it: %d Protezione VPN
ja: %d VPN 保護
pt: %d Proteções VPN

# js confirm panel cancel button title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# js text prompt cancel button title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# ignore alerts from this site alert button title
source: Ignore Alerts
de: Meldungen ignorieren
es: Ignorar alertas
fr: Ignorer les alertes
it: Ignorare gli avvisi
ja: アラートを無視する
pt: Ignorar alertas

# add bookmark activity title
source: Add Bookmark
de: Lesezeichen hinzufügen
es: Añadir marcadores
fr: Ajouter signets
it: Aggiungi segnalibri
ja: ブックマークに追加
pt: Adicionar favoritos

# show downloads activity title
source: Show Downloads
de: Downloads anzeigen
es: Mostrar descargas
fr: Afficher les téléchargement
it: Mostra i download
ja: ダウンロードを表示
pt: Mostrar Downloads

# reader mode activity title
source: Reader Mode
de: Lesemodus
es: Modo de lectura
fr: Mode lecture
it: Modalità di lettura
ja: 読書モード
pt: Modo de leitura

# page offset indication preposition
source: of
de: von
es: De
fr: sur
it: delle
ja: の
pt: no

# untitled document name
source: Untitled
de: ohne Titel
es: Sin nombre
fr: sans titre
it: Senza titolo
ja: 無題
pt: Sem título

# delete bookmark button title
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir

# refresh bookmark button title
source: Reload
de: Neu laden
es: Recargar
fr: Recharger
it: Ricaricare
ja: 再読み込み
pt: Recarregar

# rename bookmark button title
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinominare
ja: 名前を付ける
pt: Renomear

# delete history section button title
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir

# passcodecontroller cancel button title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# passcodecontroller biometrics or passcode prompt
source: Biometric ID or Enter Passcode
de: Biometrische ID oder Passwort
es: ID biométrica o contraseña
fr: ID biométrique ou mot de passe
it: ID biometrica o password
ja: 生体認証IDまたはパスコード
pt: ID biométrica ou insira palavra passe

# passcodecontroller passcode prompt
source: Enter Your Passcode
de: Passwort eingeben
es: Introduce tu contraseña
fr: Mot de passe
it: Inserire password
ja: パスコードを入力して下さい。
pt: Inserir a sua palavra passe

# passcodecontroller new passcode prompt
source: Enter Your new Passcode
de: Neues Passwort eingeben
es: Introduce tu contraseña nueva
fr: Nouveau mot de passe
it: Inserire nuovo password
ja: 新しいパスコードを入力して下さい。
pt: Inserir a sua nova palavra passe

# passcodecontroller biometrics or old passcode prompt
source: Biometric ID or old Passcode
de: Biometrische ID oder altes Passwort
es: ID biométrica o contraseña anterior
fr: ID biométrique ou ancien mot de passe
it: ID biometrica o vecchia password
ja: 生体認証IDまたは古いパスコード
pt: ID biométrica ou palavra passe antiga

# passcodecontroller old passcode prompt
source: Enter Your old Passcode
de: Altes Passwort eingeben
es: Introduce tu contraseña anterior
fr: Ancien mot de passe
it: Inserire password vecchio
ja: 現在までのパスコードを入力して下さい。
pt: Inserir a sua antiga palavra passe

# passcodecontroller new passcode confirm prompt
source: Confirm your new Passcode
de: Bestätige dein neues Passwort
es: Confirma tu nueva contraseña
fr: Confirmez nouveau mot de passe
it: Afferma il tuo nuovo password
ja: 新しいパスコードを確認して下さい
pt: Confirmar a nova palavra passe

# passcodecontroller verifying passcode notice
source: Verifying Passcode…
de: Passwort überprüfen…
es: Verificando contraseña…
fr: Vérification du mot de passe…
it: Verificazione password
ja: パスコードを確認中です…
pt: Verificando a palavra passe

# passcodecontroller passcode correct notice
source: Passcode Correct
de: Passwort korrekt
es: Contraseña correcta
fr: Mot de passe correct
it: Password corretto
ja: パスコードが正しく入力されました
pt: Palavra passe Correta

# passcodecontroller passcode incorrect notice
source: Passcode Incorrect
de: Passwort falsch
es: Contraseña incorrecta
fr: Mot de passe incorrect
it: Password errato
ja: パスコードが間違っています
pt: Palavra passe Incorreta

# passcodecontroller passcodes do not match notice
source: Passcodes Don't Match
de: Passwörter stimmen nicht überein
es: Las contraseñas no concuerdan
fr: Les mots de passe ne correspondent pas
it: Password discordante
ja: パスコードが一致しません
pt: Palavras passe não correspondem

# passcodecontroller setting up passcode notice
source: Setting up Passcode…
de: Passwort wird gesetzt…
es: Configurando contraseña…
fr: Mot de passe est placé…
it: Iscrizione password…
ja: パスコードを設定中です…
pt: Definição de palavra passe…

# passcodecontroller changing up passcode notice
source: Changing Passcode…
de: Passwort ändert…
es: Cambiar contraseña…
fr: Le mot de passe change…
it: Cambiamento password in processo…
ja: パスコードの変更中…
pt: Mudança de palavra passe…

# passcodecontroller passcode setup succeeded notice
source: Passcode Set up
de: Passwort gesetzt
es: Instaurar contraseña
fr: Mot de passe placé
it: Password impostata
ja: パスコードの設定
pt: Definição de palavra passe

# passcodecontroller passcode change succeeded notice
source: Passcode Changed
de: Passwort gewechselt
es: Contraseña cambiado
fr: Mot de passe changé
it: Password cambiato
ja: パスコードが変更されました
pt: Palavra passe mudada

# passcodecontroller passcode setup failed notice
source: Passcode Setup Failed
de: Passwort setzen fehlgeschlagen
es: Falló en instauración de contraseña
fr: Placement du mot de passe échoué
it: Inserimento password fallito
ja: パスコードの設定に失敗しました
pt: Erro na definição de palavra passe

# passcodecontroller passcode change failed notice
source: Passcode Change Failed
de: Passwortwechsel fehlgeschlagen
es: Falló cambio de contraseña
fr: Changement échoué
it: Cambio password fallito
ja: パスコードの変更は失敗しました
pt: Erro na mudança

# passcodecontroller update keychain passcode biometrics prompt
source: Update Your Passcode
de: Aktualisiere dein Passwort
es: Actualiza tu contraseña
fr: Mettez à jour votre mot de passe
it: Attualizza la tua password
ja: パスコードを更新して下さい
pt: Atualize a sua palavra passe

# passcodecontroller authenticate with biometrics prompt
source: Authenticate Using Biometric ID
de: Authentifizierung mit biometrischer ID
es: Autenticar usando ID biométrica
fr: Authentification par ID biométrique
it: Autentificazione con ID biometrica
ja: 生体認証IDの使用を認証する
pt: Autentificar o uso de ID biométrica

# app launch failed keychain error message
source: SnowHaze could not unlock because the Keychain has encountered an error.
de: SnowHaze konnte nicht entsperrt werden, weil ein Fehler im Schlüsselbund aufgetreten ist.
es: SnowHaze no pudo desbloquear porque el llavero ha encontrado un error.
fr: SnowHaze n'a pas pu être déverrouillé, car une erreur est survenue dans le trousseau.
it: SnowHaze non poteva essere sbloccato perché il portachiavi ha riscontrato un errore.
ja: キーチェーンでエラーが発生したため、SnowHazeをアンロックできませんでした。
pt: SnowHaze não pôde desbloquear porque o Porta-chaves encontrou um erro.

# app launch failed keychain error retry button title
source: Retry
de: Erneut versuchen
es: Rever
fr: Réessayer
it: Riprova
ja: リトライ
pt: Tente novamente

# passcodecontroller enter button accessibility label
source: Enter
de: Eingabe
es: Introducir
fr: Entrée
it: Immettere
ja: 入力

# passcodecontroller backspace button accessibility label
source: Backspace
de: Rücktaste
es: Retroceso
ja: バックスペース
pt: Retrocesso

# passcodecontroller biometrics button accessibility label
source: Biometric ID
de: Biometrische ID
es: ID biométrica
fr: ID biométrique
it: ID biometrica
ja: 生体認証ID
pt: ID biométrica

# passcodecontroller code display 0 characters accessibility label
source: Secure Text - 0 Characters
de: Sicherer Text - 0 Zeichen
es: Texto seguro – 0 caracteres
fr: Texte sûr - 0 caractères
it: Testo sicuro – 0 simboli
ja: 安全テキスト - ０文字
pt: Texto seguro – 0 caracteres

# passcodecontroller code display 1 character accessibility label
source: Secure Text - 1 Character
de: Sicherer Text - 1 Zeichen
es: Texto seguro – 1 carácter
fr: Texte sûr - 1 caractère
it: Testo sicuro – 1 simbolo
ja: 安全テキスト - １文字
pt: Texto seguro – 1 caracteres

# passcodecontroller code display many characters accessibility label
source: Secure Text - %@ Characters
de: Sicherer Text - %@ Zeichen
es: Texto seguro – %@ caracteres
fr: Texte sûr - %@ caractères
it: Testo sicuro – %@ simboli
ja: 安全テキスト - %@文字
pt: Texto seguro – %@ caracteres

# scan code activity title
source: Scan Code
de: Code scannen
es: Escanear el código
fr: Scanner un code
it: Scannerizza il codice
ja: スキャンコード
pt: Scanear um código

# code scan view controller cancel button title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# code scan view controller done button title
source: Done
de: Fertig
es: Aceptar
fr: OK
it: Fine
ja: 完了
pt: Concluído

# code scan view controller preview button title
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
pt: Pré-visualização

# code scan no camera access error message
source: No Camera Access You can grant access in the Settings app.
de: Kein Zugriff auf Kamera Du kannst in der Einstellungen App Zugriff gewähren.
es: Non se puede usar la cámara Puede conceder el acceso en la aplicación Configuración.
fr: Impossible d'utiliser l'appareil photo Vous pouvez autoriser l'accès dans l'application Réglages.
it: Impossibile utilizzare la fotocamera È possibile concedere l' accesso nell' app Impostazioni.
ja: カメラを使用できません 設定アプリでアクセスを許可することができます。
pt: Não é possível utilizar a câmara Você pode conceder acesso no aplicativo Configurações.

# new tab key command title
source: New Tab
de: Neuer Tab
es: nueva pestaña
fr: Nouvel onglet
it: Nuovo pannello
ja: 新しいタブ
pt: Novo separador

# cancel key command title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# search key command title
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 開く
pt: Pesquisa

# close tab key command title
source: Close Tab
de: Tab Schliessen
es: Cerrar esta pestaña
fr: Fermer cet onglet
it: Chuidi questo pannello
ja: このタブを閉める
pt: Fechar este separador

# go back in history key command title
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
pt: Anterior

# go forward in history key command title
source: Forward
de: Vorwärts
es: Delantero
fr: Avancer
it: Avanti
ja: 進む
pt: Para a frente

# search on page key command title
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Ricerca
ja: 探索
pt: Pesquisa

# reload page key command title
source: Reload
de: Neu laden
es: Recargar
fr: Recharger
it: Ricarico
ja: 再読み込み
pt: Recarregar

# stop page load key command title
source: Stop
ja: 終止

# previous tab key command title
source: Previous Tab
de: Vorheriges Tab
es: Pestaña anterior
fr: Onglet précédent
it: Pannello precedente
ja: 前のタブ
pt: Separador anterior

# next tab key command title
source: Next Tab
de: Nächstes Tab
es: Pestaña siguiente
fr: Prochain onglet
it: Prossimo pannello
ja: 次のタブ
pt: Próximo separador

# end text input key command title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pt: Cancelar

# next suggestion key command title
source: Next Suggestion
de: Nächste Empfehlung
es: Siguiente sugerencia
fr: Prochaine suggestion
it: Suggerimento successivo
ja: 次の提案
pt: Próxima sugestão

# previous suggestion key command title
source: Previous Suggestion
de: Vorherige Empfehlung
es: Sugerencia previas
fr: Suggestion précédente
it: Suggerimento precedente
ja: 以前の提案
pt: Sugestão anterior

# open key command title
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Aprire
ja: 開く
pt: Abrir

# open in new tab preview action title
source: Open in New Tab
de: In neuem Tab öffnen
es: Abrir en pestaña nueva
fr: Nouvel onglet
it: Apri in un nuovo pannello
ja: 新規タブで開く
pt: Abrir em separador novo

# open in new tab in background preview action title
source: Open in Background
de: Im Hintergrund öffnen
es: Abrir en fondo
fr: Ouvrir en arrière-plan
it: Aprire in background
ja: バックグラウンドで開く
pt: Abrir em fundo

# open history item preview action title
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Aprire
ja: 開く
pt: Abrir

# copy history item preview action title
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
pt: Copiar

# share history item preview action title
source: Share...
de: Teilen...
es: Compartir...
fr: Partager...
it: Condividi...
ja: 共有...
pt: Partilhar...

# open bookmark preview action title
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Aprire
ja: 開く
pt: Abrir

# copy bookmark preview action title
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
pt: Copiar

# share bookmark preview action title
source: Share...
de: Teilen...
es: Compartir...
fr: Partager...
it: Condividi...
ja: 共有...
pt: Partilhar...

# open url bookmark or history context menu action title
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Aprire
ja: 開く
pt: Abrir

# copy url bookmark or history context menu action title
source: Copy URL
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
it: Copia URL
ja: URLをコピー
pt: Copiar URL

# share bookmark context menu action title
source: Share…
de: Teilen...
es: Compartir...
fr: Partager...
it: Condividi...
ja: 共有...
pt: Partilhar...

# rename bookmark context menu action title
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinominare
ja: 名前を付ける
pt: Renomear

# reload bookmark context menu action title
source: Reload
de: Neu laden
es: Recargar
fr: Recharger
it: Ricaricare
ja: 再読み込み
pt: Recarregar

# delete bookmark context menu action title
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir

# bookmark context menu title
source: Bookmark
de: Lesezeichen
es: Marcadores
fr: Signets
it: Segnalibri
ja: ブックマーク
pt: Favoritos

# share history context menu action title
source: Share…
de: Teilen...
es: Compartir...
fr: Partager...
it: Condividi...
ja: 共有...
pt: Partilhar...

# acknowledgements settings title
source: Acknowledgements
de: Rechtliches
es: Información legal
fr: Mentions légales
it: Riconoscimenti giuridici
ja: 確認
pt: Menções legais

# website data settings title
source: Website Data
de: Webdaten
es: Datos de la web
fr: Données de site web
it: Dati siti web
ja: ウェブデータ
pt: Dados web

# content type blockers settings title
source: Content Blocker
ja: コンテンツブロッカー

# defaults settings title
source: Defaults
de: Standardeinstellungen
es: Configuración predeterminada
fr: Réglages par défaut
it: Impostazioni predefinite
ja: 規定
pt: Definições padrão

# search engine settings title
source: Search Engine
de: Suchmaschine
es: Motores de búsqueda
fr: Moteur de recherche
it: Motore di ricerca
ja: 検索エンジン
pt: Motor de busca

# contact settings title
source: Contact
de: Kontakt
es: Contacto
it: Contatto
ja: 連絡/コンタクト
pt: Contato

# user agent settings title
source: User Agent
es: Agente de usuario
fr: Agent d'utilisateur
ja: ユーザーエージェント
pt: Agente do utilizador

# history settings title
source: History
de: Verlauf
es: Historia
fr: Historique
it: Cronologia
ja: 履歴
pt: Histórico

# media playback settings title
source: Media Playback
de: Medienwiedergabe
es: Reproducción de medios
fr: Lecture multimédia
it: Letture di media
ja: メディアの再生
pt: Leitura Multimédia

# mark as trusted setting title
source: Mark as Trusted
de: Vertrauenswürdig
es: Confiable
fr: Site de confiance
it: Sito affidabile
ja: 信頼
pt: Confiável

# show local site suggestions setting title
source: Local Site Suggestions
de: Lokale Seitenvorschläge
es: Sugerencias sitios locales
fr: Suggestions locales
it: Proposte di ricerca locali
ja: ローカルサイトのサジェスト
pt: Sugestões sites locais

# suggest private sites setting title
source: Suggest Private Sites
de: Private Seiten vorschlagen
es: Sugerir sitos web privados
fr: Proposer sites privés
it: Suggerisci siti privati
ja: サジェストプライベートサイト
pt: Sugerir sites privados

# preview wait setting title
source: Preview Delay
de: Vorschau Verzögerung
es: Retraso de Previsión
fr: Délai de prévisualisation
it: Ritardo dell'anteprima
ja: プレビュー遅延
pt: Atraso de visualização

# home page url setting title
source: Home Page URL
es: URL de la página inicial
fr: URL de la page d'accueil
it: URL della Home Page
ja: ホームページURL
pt: URL da página inicial

# update site lists setting title
source: Auto-Update Site Lists
de: Auto-Update Seitenlisten
es: Autoactualización de lista de sitios
fr: Auto-Update listes de sites
it: Auto-Update liste siti
ja: サイトリストの自動更新
pt: Auto-update a lista de sites

# site lists 0 weeks old notice
source: up to date
de: aktuell
es: a le feche
fr: à jour
it: attuale
ja: 当世風
pt: atualizado

# site lists 1 week old notice
source: 1 week old
de: 1 Woche alt
es: 1 semana de edad
fr: Actualisé il y a 1 semaine
it: 1 settimana fa
ja: １週前
pt: 1 semana de idade

# site lists > 1 week old notice format
source: %@ weeks old
de: %@ Wochen alt
es: %@ semanas de edad
fr: Actualisé il y a %@ semaines
it: %@ settimane fa
ja: %@週前
pt: %@ semanas de idade

# no cellular data for site lists update setting title
source: Wi-Fi Only
de: Nur Wi-Fi
es: Únicamente con WiFi
fr: Wi-Fi uniquement
it: Solo Wi-Fi
ja: Wi-Fi接続時のみ
pt: Somente Wi-Fi

# subscribe to premium for frequent site lists update notice
source: Get SnowHaze VPN for Frequent Updates
de: SnowHaze VPN aktualisiert häufiger
es: Update frecuente con SnowHaze VPN
fr: Update fréquent avec SnowHaze VPN
it: Update frequente con SnowHaze VPN
ja: SnowHaze VPNは頻繁に更新できます
pt: Update frequente com SnowHaze VPN

# site lists settings title
source: SITE LISTS
de: SEITENLISTEN
es: Lista de sitios
fr: LISTES DE SITES
it: Siti elenci
ja: サイトリスト
pt: Lista do site

# allow tab closing undo settings title
source: UNDO TAB CLOSING
de: TAB WIEDERHERSTELLEN
es: RESTAURAR PESTAÑA
fr: RESTAURER UN ONGLET
it: RIAPRIRE PANNELLO
ja: タブを復元
pt: RESTAURAR UM SEPARADOR

# tab masking settings title
source: TAB MASKING
de: TABS MASKIEREN
es: ESCONDIENDO PESTAÑAS
fr: MASQUER LES ONGLETS
it: MASCHERARE PANNELLI
ja: タブを隠す
pt: MASCARAR OS SEPARADOS

# usage stats settings title
source: USAGE STATS
de: STATISTIK
es: ESTADISTICAS
fr: STATISTIQUES
it: STATISTICHE
ja: 統計
pt: ESTATISTICA

# allow tab closing undo duration settings title
source: Allow for
de: Zulassen
es: Permitir
fr: Autoriser
it: Consentire
ja: 許可：
pt: Permitir

# allow tab closing undo for all tabs settings title
source: Allow for all Tabs
de: Zulassen für alle Tabs
es: Permitir todas
fr: Autoriser pour tous
it: Consentire a tutti
ja: すべてのタブを許可する
pt: Permitir todas

# keep usage stats settings title
source: Keep Usage Stats
de: Statistiken speichern
es: Guardar estadísticas
fr: Enregistrer les statistiques
it: Salva le statistiche
ja: 統計を保存する
pt: Salvar estatísticas

# reset usage stats button title
source: Clear Usage Stats
de: Statistiken löschen
es: Borrar estadísticas
fr: Supprimer des statistiques
it: Elimina le statistiche
ja: 統計情報を削除する
pt: Excluir estatísticas

# tab closing undo time limit 0 seconds time
source: 0 sec
de: 0 Sek
es: 0 seg
ja: ０秒
pt: 0 seg

# tab closing undo time limit 1 second time
source: 1 sec
de: 1 Sek
es: 1 seg
ja: １秒
pt: 1 seg

# tab closing undo time limit many seconds time format
source: %@ sec
de: %@ Sek.
es: %@ seg
ja: %@秒
pt: %@ seg

# preview delay 0 seconds time
source: 0 sec
de: 0 Sek
es: 0 seg
ja: ０秒
pt: 0 seg

# preview delay 1 second time
source: 1 sec
de: 1 Sek
es: 1 seg
ja: １秒
pt: 1 seg

# preview delay many seconds time format
source: %@ sec
de: %@ Sek.
es: %@ seg
ja: %@秒
pt: %@ seg
